[{"splits": {"sections": ["Title", "Summary", "Method", "Results", "Limitations and Future Research", "Implications for Occupational Therapy Practice", "Conclusion", "Acknowledgments"], "section_paragraphs": {"Title": ["Oculomotor Treatment in Traumatic Brain Injury Rehabilitation:A Randomized Controlled Pilot Trial"], "Summary": ["Importance: Vision impairments are common after traumatic brain injury (TBI). Little evidence exists to assist clinicians with  effective interventions for impaired oculomotor skills in people with TBI. Objective: To pilot a randomized controlled trial (RCT) of oculomotor treatment in TBI rehabilitation. Design: An impairment-based oculomotor protocol was compared with an activity-based standard of care in a two-group RCT. Participants were masked to assignment.", "Setting: Inpatient rehabilitation. Participants: For 1 yr, 138 people with TBI, ages 18–65 yr, were screened. Twenty-six were eligible; 6 declined.", "Inclusion criteria:  oculomotor impairment. Exclusion criteria: inpatient stay <6 wk, blind, no functional arm use, unable to follow a three-step command,  attention <30 min, or in another clinical trial. Intervention: Participants were randomized into an experimental group (n = 10) receiving the Six Eye Exercises protocol or a  control group (n = 10) receiving a standard-of-care protocol for 30 min/day, 5 days/wk, for 4 wk. Oculomotor and related functional  impairments were measured at baseline and posttreatment.", "Outcomes and Measures: Measures were chosen before the start.", "Primary outcome measure: Craig Hospital Eye Evaluation  Rating Scale for oculomotor status. Secondary measures for functional status: King-Devick Test, Delis–Kaplan Executive Function  System Trail Making Test: Condition 1 Visual Scanning, Modified Nelson–Denny Reading Test, and Subjective Vision Symptom  Scale.", "Results: Sixteen participants finished.", "Fatigue was the primary reason for withdrawal.", "No other negative effects were noted.", "Selected outcome measures captured positive improvements in both groups.", "Conclusions and Relevance: Study findings suggest conducting an appropriately powered RCT to evaluate efficacy of  oculomotor treatment in this population. What This Article Adds: Oculomotor dysfunction seems to improve during inpatient TBI rehabilitation with remedial treatment. Best practice in occupational therapy has not yet been established.", "An appropriately powered RCT could positively contribute  to the evidence available to clinicians.", "Visual impairments are common after traumatic brain injury (TBI). Studies estimate that as many as 90% of people with TBI experience injury-related vision impairments (Ciuffreda et al., 2007), of which 56%–80% are oculomotor (Ciuffreda et al., 2007; Schlageter et al., 1993). The oculomotor system has representation in all brain lobes, making eye movements easily impaired as a result of TBI (Baker & Epstein, 1991; Helvie, 2011; Leigh & Zee, 2006). Eye movements include pursuits, saccades, vestibular ocular reflex, convergence, and fixations (Leigh & Zee, 2006). Oculomotor impairments can negatively affect activities of daily living such as reading, computing, and community participation (Ciuffreda et al., 2007; Kapoor & Ciuffreda, 2002; Warren, 1993a). Evaluation and treatment of oculomotor impairments are key to improving functional vision in TBI rehabilitation (Warren, 1993a, 1993b). Both remedial protocols and compensatory interventions can be used (Powell & Torgerson, 2011; Warren 1993a, 1993b). Little evidence exists to assist clinicians with a reliable remedial protocol for impaired oculomotor skills in this population. Published literature on vision rehabilitation after TBI primarily provides Level II and III evidence, is typically older than 5 yr, and frequently involves people with mild TBI or stroke (Berger et al., 2016; Kapoor & Ciuffreda, 2002; Riggs et al., 2007). The two protocols used in this study reflect a remedial approach to oculomotor treatment (Powell & Torgerson, 2011; Warren, 1993b). The Six Eye Exercises (SEE) protocol is informed by exercises in the literature that emphasize direct eye movement practice (Ciuffreda & Ludlam, 2009; Kapoor & Ciuffreda, 2002). Each eye movement described by Leigh and Zee (2006) is included. The SEE protocol reflects a bottom-up approach to oculomotor treatment (Powell & Torgerson, 2011) and has been used by clinicians in the study facility with anecdotal success. The standard-of-care (SOC) control protocol emphasizes activity-based eye movement practice frequently used by occupational therapy practitioners (Powell & Torgerson, 2011; Raymond et al., 1996; Warren, 1993a, 1993b; Zoltan, 2007). Activities and occupations that integrate eye movements, such as scanning and reading, are included.", "The SOC protocol reflects a top-down approach to oculomotor treatment (Powell & Torgerson, 2011). Formally comparing these two protocols could help determine whether a top-down or bottom-up approach to remedial oculomotor treatment is most effective in TBI rehabilitation. This pilot study was designed to examine the process, resources, management, and scientific validity (Thabane et al., 2010) for conducting an appropriately powered randomized controlled trial (RCT) of a direct exercise protocol for oculomotor rehabilitation after TBI."], "Method": ["Research Design A two-group RCT design was used.", "The study was approved by the HCA Healthcare HealthONE (Denver, CO) institutional review board. Instruments The primary outcome measure, the Craig Hospital Eye Examination Rating Scale (CHEERS), measures the severity of  oculomotor impairments. It is an eye movement rating scale that examines smooth pursuit saccades, vestibular ocular reﬂex, vergence, and ﬁxation and nystagmus. Interrater reliability was reported as strong, and test– retest reliability was   reported as moderate (Politzer et al., 2017).", "A higher CHEERS score means greater impairment. Several secondary outcome measures were used to determine the functional impact of oculomotor impairments: n    For saccadic speed and accuracy, the King– Devick Test (K– DT; Lieberman et al., 1983), a rapid number naming test that measures saccades, was used. K– DT test– retest reliability and sensitivity to changes in reading ﬂuency   and comprehension are reported as strong (Dodick et al., 2017; Heick et al., 2016).", "Slower speed and more errors  mean greater impairment. n    For scanning speed and accuracy, the Delis– Kaplan Executive Function System (D– KEFS; Delis et al., 2001)  Trail Making Test: Condition 1 Visual Scanning, a number cancellation test, was used. Test– retest reliability is .56.", "Slower speed and more errors mean greater scanning impairment. n    For reading speed and accuracy, the Nelson– Denny Reading Test (NDRT; Brown et al., 1993): Subtest 1, a reading screening instrument that measures reading rate, was used. Test– retest reliability for the NDRT reading  rate is modest (Rudner, 1991).", "A modiﬁed version of Subtest 1 was used. Participants read the passage aloud versus silently for 1 minto enable evaluators to monitor reading errors.", "Fewer words read and more errors mean   greater impairment. n    For subjective symptoms, the Vision Symptom Scale (VSS), an 11-symptom self-report Likert scale (from 0 to 4) developed for this study to monitor subjective symptom frequency and severity, was used. It was administered immediately after the NDRT to characterize reading-induced symptoms.", "Psychometric properties were not established because of time frames for trial completion.", "A higher score means more severe symptoms. Participants Consecutive admissions to the inpatient TBI program at a single Colorado-based rehabilitation hospital were screened  for eligibility by their primary occupational therapist within 72 hr of admission. All patients with TBI who were ages   18–65 yr were screened for eligibility. Patients were eligible if they had any impairment of visual ﬁxation, pursuits,    saccades, vestibular ocular reﬂex, or convergence. People with oculomotor impairment were excluded from enrollment  if they had a projected inpatient stay of less than 6 wk, could not see stimuli during oculomotor screening, could not use at least one arm, could not follow a standard three-step instruction, could not sustain attention for a 30-min treatment   session, or were participating in another clinical trial. After giving consent, eligible participants were enrolled in the   experimental SEE group or the control SOC group by a masked statistician according to a randomization schedule. Participants were masked to group assignment.", "Procedures All participants underwent a baseline vision evaluation by a rehabilitation optometrist who was masked to group assignment. The optometrist performed the CHEERS, an acuity check, and an eye health examination on site.", "Compensatory lenses for acuity and double vision were prescribed as indicated.", "An investigator was present at all initial evaluations with the optometrist. Within 1–24 hr of the vision evaluation, participants completed a baseline    functional evaluation in a quiet room with one of two occupational therapists who were uniformly trained on administering the secondary outcome measures and who were masked to group assignment. Recommended compensatory lenses from the vision evaluation were not used during baseline functional testing, because the lenses  had not been made in time. Lenses worn before injury were used if available.", "Meetings were held with the evaluators at monthly intervals to maintain consistency with evaluation performance. During the treatment phase, all SEE group and SOC group participants received their regular therapies, including vision interventions that fell within SOC occupational therapy as directed by their primary occupational therapist. Participants received 30 min of additional 1:1 vision treatment, according to their group assignment, 5 days per week  for 4 wk. One of four nonevaluator occupational therapists, who were uniformly trained in one of the speciﬁc protocols, performed the treatment.", "The treating occupational therapists were masked to the protocol being used in the other treatment group.", "Monthly meetings were held to review protocols.", "Participants used recommended compensatory   lenses, once obtained, for acuity and double vision during treatment sessions. The SEE protocol included six exercises: eye stretches,tracking, gaze stabilization, spatial localization, saccades,  and vergence.", "Eye stretches and four of the remaining ﬁve exercises were performed in each treatment session. The SOC protocol included activities that integrate oculomotor skills under four categories: visual–motor, scanning, visual   cognition, and reading. At least one activity from each category and 5 min of reading were performed in each treatment  session.", "After completing their respective 4-wk protocols, each participant was retested on all primary and secondary outcome measures according to the pretesting procedure. Participants in both groups used their corrective   lenses for acuity and double vision during posttreatment testing. Participants had to complete 16 of 20 allotted therapy  sessions for data to be maintained for analysis.", "Participants were paid $25 for each completed pre- and posttesting session. Data Analysis Data were analyzed descriptively as frequencies, percentages, means and standard deviations, and 95% conﬁdence intervals.", "", "\\begin{figure}[h!]     \\centering     \\begin{tikzpicture}[         node distance = 1.5cm, auto,         block/.style={rectangle, draw, fill=white, text width=7em, text centered, rounded corners, minimum height=4em},         line/.style={draw, -latex'},         ]         % Nodes         \\node [block] (assessed) {Assessed for eligibility\\\\(N = 138)};         \\node [block, below of=assessed] (excluded) {Excluded (n = 118)\\\\Not meeting inclusion criteria (n = 112)\\\\Refused to participate (n = 6)};         \\node [block, below of=excluded, node distance=3cm] (randomized) {Randomized (n = 20)};         \\node [block, below left of=randomized, node distance=3cm] (soc) {Allocated to SOC\\\\(n = 10)};         \\node [block, below right of=randomized, node distance=3cm] (see) {Allocated to SEE\\\\(n = 10)};         \\node [block, below of=soc] (soc_lost) {Lost to follow-up\\\\Did not receive the minimum 16/20 SOC treatment sessions (n = 3)\\\\Only partial follow-up assessment completed (n = 1)};         \\node [block, below of=see] (see_lost) {Lost to follow-up\\\\Did not receive minimum 16/20 SEE treatment sessions (n = 1)\\\\Only partial follow-up assessment completed (n = 1)};         \\node [block, below of=soc_lost] (soc_analyzed) {Analyzed (n = 6)};         \\node [block, below of=see_lost] (see_analyzed) {Analyzed (n = 8)};         % Lines         \\path [line] (assessed) -- (excluded);         \\path [line] (excluded) -- (randomized);         \\path [line] (randomized) -- (soc);         \\path [line] (randomized) -- (see);         \\path [line] (soc) -- (soc_lost);         \\path [line] (see) -- (see_lost);         \\path [line] (soc_lost) -- (soc_analyzed);         \\path [line] (see_lost) -- (see_analyzed);     \\end{tikzpicture}     \\caption{Figure 1. Consolidated Standards of Reporting Trials (CONSORT) flow diagram for study participants.}     \\label{fig:consort-flowchart}     \\begin{flushleft}     \\footnotesize \\textbf{Note.} SEE = Six Eye Exercises; SOC = standard of care. Flow diagram format adapted from “The CONSORT Statement: Revised Recommendations for Improving the Quality of Reports of Parallel-Group Randomized Trials,” by D. Moher, K. F. Schulz, \\& D. G. Altman; CONSORT Group, 2001, \\textit{JAMA, 285}, p. 1990. \\url{https://doi.org/10.1001/jama.285.15.1987}     \\end{flushleft} \\end{figure} ```end"], "Results": ["Participants Over a 1-yr penod,138 people in acute re- habilitation with acquired brain injury were screened for eligibility Twenty-six met all eligibility criteria (Figure 1);6 of them de- clined participation Sixteen participants (80%)completed the minimum number of treatment sessions Four  participants with- drew from the study early as a result of fatigue (3from the SOC group and 1 from the SEE group).No other negative effects were  reported  in either treatment group Two participants completed only partial post- treatment evaluations because they were discharged early from the hospital and they were dropped from  analysis.Therefore,14 participants (70%)were retained for analysis (6 in the SOC group and 8 in the SEE group).No significant differences between the two groups were detected for age gender education mechanism of injury, length of posttraumatic amnesia or days postadmission Demographic and clinical  characteristics of the two groups are presented in Table 1. Primary Outcome At baseline, the SOC group CHEERS total indicated that this group was more impaired than the SEE group (Table 2).", "Impairment was most frequently noted on the Smooth Pursuit subscale of CHEERS (100%). Both groups improved on CHEERS, with the SOC group exhibiting greater average change (Table 3). On the Smooth Pursuit subscale, more in the SEE group (38%) reached an unimpaired score than in the SOC group (17%). Secondary Outcomes At baseline, 100% of the participants reported visual symptoms on the VSS. The SEE group reported a greater average number and severity of symptoms than the SOC group (Table 2). Posttreatment, the number and severity of symptoms improved in both groups, with the SEE group exhibiting a greater reduction in average number of symptoms (Table 3).Posttreatment, 38% of the SEE group was asymptomatic compared with 17% of the SOC group. Reading rate on the NDRT was similar for both groups at baseline (Table 2).", "Both groups improved at posttreatment, with the SEE group exhibiting a greater average improvement in reading speed (Table 3). The SEE group was slightly slower on the D–KEFS Visual Scanning test at baseline and exhibited greater average improvement posttreatment (Table 3).", "The SEE group was also slightly slower on the K–DT at baseline and exhibited slightly greater average improvement posttreatment (Table 3). Discussion Participants in both groups improved in functional status over the course of treatment, indicating that oculomotor intervention could be helpful and is not harmful in TBI rehabilitation (Bergeret al., 2016; Ciuffreda & Ludlam, 2009; Kapoor & Ciuffreda, 2002; Powell & Torgerson, 2011;Raymond et al., 1996; Riggs et al., 2007;Schlageter et al., 1993; Warren, 1993a, 1993b). Even though participants in the SEE group had more symptoms at baseline than those in the SOC group, a larger percentage of the SEE participants reported improvement and resolution of their disruptive visual symptoms during reading without extra reading practice. Further study could reveal clinical usefulness of bottom-up direct practice using the SEE protocol along with more traditional top-down activity-based practice in occupational therapy treatment of vision impairments in people with TBI (Powell & Torgerson, 2011). Process, retention, resources, procedures, and outcome measures as described by Thabane et al.", "(2010) were suggestive of an appropriately powered RCT.", "\\begin{table}[h!] \\centering \\caption{Table 1. Participant Demographics} \\begin{tabular}{|l|c|c|} \\hline \\textbf{Characteristic} & \\textbf{SOC Group ($n = 6$),} & \\textbf{SEE Group ($n = 8$),} \\\\  & \\textbf{M (SD) or $n$} & \\textbf{M (SD) or $n$} \\\\ \\hline Age, yr & 33.0 (10.5) & 37.6 (12.2) \\\\ \\hline Gender & & \\\\ \\hspace{10pt} Male & 6 & 6 \\\\ \\hspace{10pt} Female & 0 & 2 \\\\ \\hline Education & & \\\\ \\hspace{10pt} High school diploma & 4 & 5 \\\\ \\hspace{10pt} College degree & 2 & 3 \\\\ \\hline Mechanism of injury & & \\\\ \\hspace{10pt} MVA & 4 & 5 \\\\ \\hspace{10pt} Non-MVA & 2 & 3 \\\\ \\hline Days postinjury & 46.0 (25.7) & 33.1 (9.9) \\\\ \\hline Days in posttraumatic amnesia & 45.0 (25.2) & 46.1 (10.6) \\\\ \\hline Admission FIM\\textsuperscript{a} Motor score & 29.8 (16.0) & 28.6 (11.7) \\\\ \\hline Admission FIM Cognitive score\\textsuperscript{b} & 11.7 (3.9) & 13.3 (7.0) \\\\ \\hline Therapy sessions completed & 18.7 (1.4) & 18.6 (0.7) \\\\ \\hline \\end{tabular} \\begin{flushleft} \\footnotesize \\textbf{Note.} M = mean; MVA = motor vehicle accident; SD = standard deviation; SEE = Six Eye Exercises; SOC = standard of care. \\\\ \\textsuperscript{a} Possible score range, 13–91. \\\\ \\textsuperscript{b} Possible score range, 5–35. \\end{flushleft} \\end{table} ```end"], "Limitations and Future Research": ["The imbalance of impairment severity in the treatment groups was the primary limitation of this study. For small pilot studies, allocation by minimization to more closely match the groups on severity of injury and impairments is suggested. Another limitation involved the use of lenses for acuity and double vision.", "Two participants in each group needed special lenses to compensate for double vision. The lenses were not used during pretesting because they had not yet been obtained,but they were used during posttesting because the participants had used them throughout the duration of their treatment. It is difﬁcult to determine whether these participants improved from the treatment, the lenses, or both.", "A plan for quickly dispensing lenses for pretesting is recommended. The diffuse nature of TBIs and the natural healing that occurs during acute rehabilitation make it difficult to at tribute improvements to treatment alone. In an appropriately powered study, we suggest using statistical analyses to determine more closely what factors can be attributed to improvements outside of treatment. More sensitive oculomotor testing for a primary outcome measure could improve objective measurement; a computerized pursuit test, for example, could reduce errors. In the future, a third treatment group that receives 15 min of SEE treatment and 15 min of SOC treatment is recommended.", "This combination treatment would allow evaluation of the efficacy of using both direct bottom-up and activity-based top-down practices.", "A fourth group that does not receive extra treatment could be considered.", "Applying this methodology to an outpatient population after a period of natural healing has happened may also strengthen validity. Finally, this study design could also be used with people with concussion and mild TBI to determine efficacy of oculomotor interventions in populations with these conditions.", "", "\\begin{table}[h!] \\centering \\caption{Table 2. Primary and Secondary Outcome Measure Scores} \\begin{tabular}{|l|c|c|c|c|} \\hline \\textbf{Outcome Measure} & \\multicolumn{2}{|c|}{\\textbf{SOC Group ($n = 6$),} M (SD)} & \\multicolumn{2}{|c|}{\\textbf{SEE Group ($n = 8$),} M (SD)} \\\\ \\cline{2-5}  & \\textbf{Baseline} & \\textbf{Posttreatment} & \\textbf{Baseline} & \\textbf{Posttreatment} \\\\ \\hline CHEERS total (range, 0–46) & 13.2 (7.3) & 3.5 (3.3) & 7.5 (3.5) & 2.3 (2.4) \\\\ Smooth Pursuit (range, 0–24) & 5.3 (3.4) & 2.3 (2.3) & 4.5 (1.7) & 1.8 (1.8) \\\\ Saccades (range, 0–12) & 4.2 (3.1) & 0.3 (0.8) & 1.5 (2.1) & 0 \\\\ VOR (range, 0–4) & 2.0 (1.7) & 0.3 (0.8) & 0.6 (1.2) & 0.5 (0.9) \\\\ Vergence (range, 0–3) & 1.7 (1) & 0.5 (0.5) & 0.9 (1.1) & 0 \\\\ Fixation (range, 0–3) & 0 & 0 & 0 & 0 \\\\ K–DT, s & 88.5 (52.5) & 64.7 (14.2) & 113.4 (77.7) & 81.2 (40.3) \\\\ D–KEFS, s & 41.3 (18.5) & 33.5 (20.2) & 43.0 (16.7) & 34.7 (12.7) \\\\ NDRT, words read & 109.0 (44.1) & 125.8 (27.8) & 110.4 (56.8) & 135.4 (54.6) \\\\ VSS, no. of symptoms & 2.2 (1.2) & 1.3 (1) & 5.9 (3) & 2.4 (3) \\\\ VSS, symptom severity & 3.3 (2.9) & 2.3 (2) & 16.5 (13.3) & 4.6 (6.7) \\\\ \\hline \\end{tabular} \\begin{flushleft} \\footnotesize \\textbf{Note.} CHEERS = Craig Hospital Eye Examination Rating Scale; D–KEFS = Delis–Kaplan Executive Function System; K–DT = King–Devick Test; M = mean; NDRT = Nelson–Denny Reading Test; SD = standard deviation; SEE = Six Eye Exercises; SOC = standard of care; VOR = vestibular ocular reflex; VSS = Vision Symptom Scale. \\end{flushleft} \\end{table} ```end", "\\begin{table}[h!] \\centering \\caption{Table 3. Mean Score Change From Baseline to Posttreatment} \\begin{tabular}{|l|c|c|c|c|} \\hline \\textbf{Outcome Measure} & \\multicolumn{2}{|c|}{\\textbf{SOC Group}} & \\multicolumn{2}{|c|}{\\textbf{SEE Group}} \\\\ \\cline{2-5}  & \\textbf{M (SD)} & \\textbf{95\\% CI} & \\textbf{M (SD)} & \\textbf{95\\% CI} \\\\ \\hline CHEERS total & 9.7 (4.1) & [5.3, 14.0] & 5.3 (4.4) & [1.2, 8.9] \\\\ K–DT, s & 58.9 (57.5)\\textsuperscript{a} & [−12.0, 130.4] & 64.4 (69.2) & [6.6, 122.3] \\\\ D–KEFS, s & 12.1 (20)\\textsuperscript{a} & [−12.7, 37.0] & 16.6 (9.3) & [8.9, 24.4] \\\\ NDRT, words read & 33.7 (37.8) & [−6.0, 73.3] & 49.9 (43.8) & [13.2, 86.5] \\\\ VSS, no. of symptoms & 0.8 (1.2) & [−0.4, 2.1] & 3.5 (3.3) & [0.8, 6.2] \\\\ VSS, symptom severity & 1 (1.7) & [−0.8, 2.8] & 11.9 (12.4) & [1.5, 22.2] \\\\ \\hline \\end{tabular} \\begin{flushleft} \\footnotesize \\textbf{Note.} CHEERS = Craig Hospital Eye Examination Rating Scale; CI = confidence interval; D–KEFS = Delis–Kaplan Executive Function System; K–DT = King–Devick Test; M = mean; NDRT = Nelson–Denny Reading Test; SD = standard deviation; SEE = Six Eye Exercises; SOC = standard of care; VSS = Vision Symptom Scale. \\\\ \\textsuperscript{a} $n = 5$. \\end{flushleft} \\end{table} ```end"], "Implications for Occupational Therapy Practice": ["The results of this study have the following implications for occupational therapy practice: n   Oculomotor dysfunction seems to improve during inpatient rehabilitation with targeted treatment; best practice for remedial treatment of oculomotor impairments post-TBI has not yet been established. n   An RCT of this nature could positively contribute to the body of evidence for vision intervention in TBI rehabilitation.", "n    Providing oculomotor-based treatment in TBI rehabilitation has only minimal negative effects and could be helpful for improving functional vision."], "Conclusion": ["The results of this pilot study suggest that an appropriately powered RCT would be useful in examining the efﬁcacy of  oculomotor intervention in TBI rehabilitation, with some changes. The SEE protocol may be useful as a preparatory activity in activity-based vision treatment or as a stand-alone intervention to comprehensively treat oculomotor im- pairments in TBI rehabilitation."], "Acknowledgments": ["We thank the Colorado Neurological Institute (CNI) for its generous grant to make this pilot study financially possible. In addition to financial support, CNI also shared its statistician, Larry Snell, who provided us clear direction, expert statistical abilities, and enthusiastic participation in this project.", "The authors have no individual conflicts of interest to disclose."]}, "initial_selected_paragraphs": {"Title": [1], "Summary": [1, 2, 3, 4, 5, 6, 7, 8, 9, 10, 11, 12, 13], "Limitations and Future Research": [1, 2, 3, 4, 5, 6, 7, 8, 9], "Implications for Occupational Therapy Practice": [1, 2], "Conclusion": [1], "Acknowledgments": [1, 2]}, "candidate_selected_paragraphs": {"Method": [1, 2, 3, 4, 5, 6, 7, 8, 9, 10, 11, 12, 13, 14, 15, 16, 17, 18, 19, 20, 21], "Results": [1, 2, 3, 4, 5, 6]}}, "answers": [{"id": 0, "history_instruction_selected_paragraphs": [{"Selected_paragraph_identifiers": [1, 2, 4, 6, 11]}, {"Selected_paragraph_identifiers": [1, 2, 4, 6, 11]}, {"Selected_paragraph_identifiers": [1, 2, 4, 13, 14]}, {"Selected_paragraph_identifiers": [1, 2, 4, 11, 12]}, {"Selected_paragraph_identifiers": [1, 2, 4, 11, 12]}, {"Selected_paragraph_identifiers": [1, 2, 4, 11, 12]}], "history_score_output": [{"Response": "Yes, the title explicitly mentions that it is a randomized trial: 'Oculomotor Treatment in Traumatic Brain Injury Rehabilitation: A Randomized Controlled Pilot Trial'.", "Judgment": "Yes"}, {"Response": "Yes", "Judgment": "Yes"}, {"Response": "Yes, the title 'Oculomotor Treatment in Traumatic Brain Injury Rehabilitation: A Randomized Controlled Pilot Trial' indicates that the study involves random assignment of participants to different groups.", "Judgment": "Yes"}, {"Response": "The title includes 'Randomized Controlled Pilot Trial', which indicates it is a controlled trial.", "Judgment": "Yes"}, {"Response": "Yes, the title uses the full term 'Randomized Controlled Trial' as 'A Randomized Controlled Pilot Trial'.", "Judgment": "Yes"}, {"Response": "Yes, the title 'Oculomotor Treatment in Traumatic Brain Injury Rehabilitation: A Randomized Controlled Pilot Trial' clearly indicates that the study is a randomized controlled trial, which helps in accurate indexing and easy identification.", "Judgment": "Yes"}], "final_answer_output": {"Judgment": "Yes", "Response": "The title of the study is 'Oculomotor Treatment in Traumatic Brain Injury Rehabilitation: A Randomized Controlled Pilot Trial', which clearly identifies it as a randomized trial."}, "double_check_answer_output": null}, {"id": 1, "history_instruction_selected_paragraphs": [{"Selected_paragraph_identifiers": [2, 3, 4, 6, 11]}, {"Selected_paragraph_identifiers": [2, 4, 6, 13, 16]}, {"Selected_paragraph_identifiers": [3, 4, 13, 23, 24]}, {"Selected_paragraph_identifiers": [3, 4, 13, 16, 23]}, {"Selected_paragraph_identifiers": [6, 7, 10, 11, 13]}, {"Selected_paragraph_identifiers": [10, 11, 12, 13, 14]}], "history_score_output": [{"Response": "The objective of the trial is to pilot a randomized controlled trial (RCT) of oculomotor treatment in TBI rehabilitation.", "Judgment": "Yes"}, {"Response": "The design of the trial is a two-group randomized controlled trial (RCT) comparing an impairment-based oculomotor protocol with an activity-based standard of care. The treatment arms include an experimental group receiving the Six Eye Exercises protocol and a control group receiving a standard-of-care protocol. The primary endpoint is the Craig Hospital Eye Evaluation Rating Scale for oculomotor status. The secondary endpoints include the King-Devick Test, Delis–Kaplan Executive Function System Trail Making Test: Condition 1 Visual Scanning, Modified Nelson–Denny Reading Test, and Subjective Vision Symptom Scale.", "Judgment": "Yes"}, {"Response": "Inclusion criteria: oculomotor impairment. Exclusion criteria: inpatient stay <6 wk, blind, no functional arm use, unable to follow a three-step command, attention <30 min, or in another clinical trial.", "Judgment": "Yes"}, {"Response": "The baseline characteristics of the patients enrolled in the trial include: ages 18-65 years, with traumatic brain injury (TBI) and oculomotor impairment. They were screened for eligibility by their primary occupational therapist within 72 hours of admission. Eligible patients had impairments in visual fixation, pursuits, saccades, vestibular ocular reflex, or convergence. They were excluded if they had a projected inpatient stay of less than 6 weeks, could not see stimuli during oculomotor screening, could not use at least one arm, could not follow a standard three-step instruction, could not sustain attention for a 30-minute treatment session, or were participating in another clinical trial.", "Judgment": "Yes"}, {"Response": "The primary outcome measure of the trial was the Craig Hospital Eye Evaluation Rating Scale for oculomotor status. The main findings suggest that both groups showed positive improvements in oculomotor function, and the study recommends conducting a larger randomized controlled trial (RCT) to further evaluate the efficacy of oculomotor treatment in this population.", "Judgment": "Yes"}, {"Response": "The study findings suggest that oculomotor dysfunction improves during inpatient TBI rehabilitation with remedial treatment, but best practice in occupational therapy has not yet been established.", "Judgment": "Yes"}], "final_answer_output": {"Judgment": "Yes", "Response": "Trial Design: A two-group randomized controlled trial (RCT) comparing an impairment-based oculomotor protocol (Six Eye Exercises protocol) with an activity-based standard of care protocol. Methods: Participants with TBI, aged 18-65, were screened and randomized into two groups. The intervention was conducted for 30 min/day, 5 days/wk, for 4 wk. Oculomotor and functional impairments were measured at baseline and posttreatment using the Craig Hospital Eye Evaluation Rating Scale and other secondary measures. Results: Sixteen participants completed the trial, showing positive improvements in both groups. Conclusions: The study suggests the need for an appropriately powered RCT to evaluate the efficacy of oculomotor treatment in TBI rehabilitation, indicating that oculomotor dysfunction improves with remedial treatment during inpatient rehabilitation, though best practices in occupational therapy are yet to be established."}, "double_check_answer_output": null}, {"id": 2, "history_instruction_selected_paragraphs": [{"Selected_paragraph_identifiers": [2, 4, 6, 10, 11]}, {"Selected_paragraph_identifiers": [2, 4, 11, 13, 14, 39, 42, 44]}, {"Selected_paragraph_identifiers": [6, 16, 17, 18, 19]}, {"Selected_paragraph_identifiers": [2, 4, 6, 7, 10]}, {"Selected_paragraph_identifiers": [2, 11, 12, 13, 14]}, {"Selected_paragraph_identifiers": [2, 11, 12, 13, 14]}], "history_score_output": [{"Response": "The primary intervention, the Six Eye Exercises protocol, showed positive improvements in both the experimental and control groups according to the selected outcome measures. However, the article suggests the need for a more powerful RCT to fully evaluate the efficacy of oculomotor treatment in this population, indicating that best practice in occupational therapy has not yet been established.", "Judgment": "Yes"}, {"Response": "Previous trials or studies have primarily provided Level II and III evidence, typically involving people with mild TBI or stroke, and are often older than 5 years. The key findings suggest that oculomotor intervention could be helpful and is not harmful in TBI rehabilitation. Limitations include the imbalance of impairment severity in treatment groups, the use of lenses for acuity and double vision, and the difficulty in attributing improvements solely to treatment due to the diffuse nature of TBIs and natural healing during acute rehabilitation.", "Judgment": "Yes"}, {"Response": "The primary outcome measure used in these trials is the Craig Hospital Eye Evaluation Rating Scale for oculomotor status (CHEERS). It assesses the severity of oculomotor impairments by examining smooth pursuit saccades, vestibular ocular reflex, vergence, and fixation and nystagmus. A higher CHEERS score indicates greater impairment.", "Judgment": "Yes"}, {"Response": "Selected outcome measures captured positive improvements in both groups.", "Judgment": "Yes"}, {"Response": "There is no consensus among relevant specialists or guidelines regarding the use of the intervention for oculomotor skills in TBI rehabilitation, as indicated by the lack of reliable remedial protocols and the primarily Level II and III evidence in the literature. The trial's rationale aligns with the need to evaluate the efficacy of different approaches (top-down vs. bottom-up) through an appropriately powered RCT to establish best practice in occupational therapy.", "Judgment": "Yes"}, {"Response": "The trial addresses gaps in previous research by focusing on a remedial approach to oculomotor treatment in TBI rehabilitation, which has limited evidence. It compares an impairment-based oculomotor protocol with an activity-based standard of care, aiming to determine the most effective approach. This is necessary to establish best practice in occupational therapy for TBI patients and to contribute to the evidence available to clinicians, potentially improving functional vision and daily activities for this population.", "Judgment": "Yes"}], "final_answer_output": {"Judgment": "Yes", "Response": "The scientific background and rationale for the study are explained in the supporting information. Vision impairments are common after TBI, affecting up to 90% of individuals, with oculomotor impairments comprising 56%–80% of these cases. The oculomotor system's involvement in all brain lobes makes it susceptible to impairment due to TBI, affecting daily activities like reading and computing. The study aims to pilot an RCT comparing an impairment-based oculomotor protocol with an activity-based standard of care to determine the efficacy of oculomotor treatment in TBI rehabilitation. The rationale includes the lack of strong evidence for effective interventions and the need for a reliable remedial protocol for oculomotor skills in this population."}, "double_check_answer_output": null}, {"id": 3, "history_instruction_selected_paragraphs": [{"Selected_paragraph_identifiers": [2, 4, 6, 10, 11]}, {"Selected_paragraph_identifiers": [2, 4, 6, 11, 13]}, {"Selected_paragraph_identifiers": [6, 16, 17, 18, 19]}, {"Selected_paragraph_identifiers": [2, 4, 11, 12, 13]}, {"Selected_paragraph_identifiers": [4, 5, 6, 7, 10]}, {"Selected_paragraph_identifiers": [2, 4, 6, 10, 11]}], "history_score_output": [{"Response": "The primary goal or objective of the trial is to pilot a randomized controlled trial (RCT) of oculomotor treatment in TBI rehabilitation.", "Judgment": "Yes"}, {"Response": "The specific intervention being tested is the Six Eye Exercises (SEE) protocol compared to a standard-of-care (SOC) protocol for oculomotor treatment in TBI rehabilitation.", "Judgment": "Yes"}, {"Response": "The specific clinical effects or outcomes being measured as a result of this intervention include oculomotor status (measured by the Craig Hospital Eye Evaluation Rating Scale), saccadic speed and accuracy (measured by the King-Devick Test), scanning speed and accuracy (measured by the Delis-Kaplan Executive Function System Trail Making Test: Condition 1 Visual Scanning), and reading speed and accuracy (measured by the Modified Nelson-Denny Reading Test).", "Judgment": "Yes"}, {"Response": "The selected paragraphs discuss a randomized controlled trial (RCT) for oculomotor treatment in TBI rehabilitation, comparing an impairment-based oculomotor protocol with an activity-based standard of care. Inclusion criteria include oculomotor impairment, while exclusion criteria involve various conditions such as a short inpatient stay, blindness, and inability to follow commands. The intervention involves two groups: an experimental group receiving the Six Eye Exercises protocol and a control group receiving the standard-of-care protocol, both for 30 minutes a day, five days a week, over four weeks. Oculomotor and functional impairments were measured at baseline and post-treatment. The study concludes that an appropriately powered RCT is needed to evaluate the efficacy of oculomotor treatment in this population, suggesting that oculomotor dysfunction improves with remedial treatment during inpatient TBI rehabilitation. However, best practice in occupational therapy has not been established. Visual impairments are common after TBI, affecting up to 90% of patients, with oculomotor impairments comprising a significant portion. These impairments can negatively impact daily activities and community participation. The study uses remedial protocols and compensatory interventions, but there is limited evidence for a reliable remedial protocol for oculomotor skills in TBI patients. The literature on vision rehabilitation after TBI provides primarily Level II and III evidence, often involving people with mild TBI or stroke. The Six Eye Exercises protocol and the standard-of-care protocol reflect remedial and activity-based approaches, respectively.", "Judgment": "No"}, {"Response": "The effects or outcomes were observed at baseline and posttreatment, with the intervention lasting for 4 weeks, 30 min/day, 5 days/week.", "Judgment": "Yes"}, {"Response": "Selected outcome measures captured positive improvements in both groups.", "Judgment": "Yes"}], "final_answer_output": {"Judgment": "Yes", "Response": "The specific objectives of the study are to pilot a randomized controlled trial (RCT) of oculomotor treatment in TBI rehabilitation, comparing an impairment-based oculomotor protocol with an activity-based standard of care, and to measure oculomotor and related functional impairments at baseline and posttreatment."}, "double_check_answer_output": null}, {"id": 4, "history_instruction_selected_paragraphs": [{"Selected_paragraph_identifiers": [2, 4, 13, 14, 15]}, {"Selected_paragraph_identifiers": [21, 23, 27, 31, 32]}, {"Selected_paragraph_identifiers": [4, 5, 6, 7, 10]}, {"Selected_paragraph_identifiers": [2, 4, 13, 14, 16]}, {"Selected_paragraph_identifiers": [4, 15, 16, 23, 24]}, {"Selected_paragraph_identifiers": [2, 4, 13, 14, 23]}], "history_score_output": [{"Response": "A two-group RCT design was used.", "Judgment": "Yes"}, {"Response": "The selected paragraphs describe a study involving participants with traumatic brain injury (TBI) who were screened for eligibility based on specific visual and motor impairments. Eligible participants were enrolled in either the experimental SEE group or the control SOC group through randomization. Both groups received regular therapies, including vision interventions, with the SEE group receiving additional 1:1 vision treatment for 30 minutes, 5 days a week for 4 weeks. The treatment protocols included eye stretches and exercises categorized under visual-motor, scanning, visual cognition, and reading. Post-treatment, participants were retested on primary and secondary outcome measures, and data analysis required completion of at least 16 of 20 therapy sessions.", "Judgment": "No"}, {"Response": "The allocation ratio is 1:1, with 10 participants in the experimental group and 10 in the control group.", "Judgment": "Yes"}, {"Response": "The trial design includes a unique aspect by comparing an impairment-based oculomotor protocol (Six Eye Exercises, SEE) with an activity-based standard of care (SOC) in a randomized controlled trial (RCT). The SEE protocol uses a bottom-up approach emphasizing direct eye movement practice, while the SOC protocol uses a top-down approach integrating eye movements into activities. This comparison aims to determine the most effective approach for oculomotor rehabilitation in TBI.", "Judgment": "Yes"}, {"Response": "Yes, the randomization process is described in the study. Participants were randomized into an experimental group receiving the Six Eye Exercises protocol or a control group receiving a standard-of-care protocol.", "Judgment": "Yes"}, {"Response": "The trial design includes specific inclusion and exclusion criteria, such as the requirement for participants to have oculomotor impairments and the exclusion of those with certain conditions or limitations. The study also employs a randomized controlled trial (RCT) with two groups, one receiving a specific oculomotor treatment protocol and the other receiving a standard-of-care protocol. Additionally, the study considers the importance of masking participants to their group assignment to avoid bias.", "Judgment": "Yes"}], "final_answer_output": {"Judgment": "Yes", "Response": "The trial design is described as a two-group RCT (Randomized Controlled Trial), indicating a parallel design. The allocation ratio is not explicitly stated, but it can be inferred from the participant numbers in each group, which are equal (n = 10 in the experimental group and n = 10 in the control group), suggesting a 1:1 allocation ratio."}, "double_check_answer_output": null}, {"id": 5, "history_instruction_selected_paragraphs": [{"Selected_paragraph_identifiers": [2, 3, 4, 5, 6]}, {"Selected_paragraph_identifiers": [1, 2, 4, 13, 23, 31]}, {"Selected_paragraph_identifiers": [3, 4, 7, 8, 11]}, {"Selected_paragraph_identifiers": [15, 16, 17, 18, 19]}, {"Selected_paragraph_identifiers": [2, 4, 6, 16, 24]}, {"Selected_paragraph_identifiers": [5, 6, 16, 17, 18]}], "history_score_output": [{"Response": "The initial methods or criteria outlined in the trial protocol before commencement included the design of a two-group RCT comparing an impairment-based oculomotor protocol with an activity-based standard of care, with participants masked to assignment. Inclusion criteria were oculomotor impairment, and exclusion criteria were inpatient stay <6 weeks, blindness, no functional arm use, inability to follow a three-step command, attention span <30 minutes, or participation in another clinical trial. The intervention involved randomizing participants into an experimental group receiving the Six Eye Exercises protocol or a control group receiving a standard-of-care protocol for 30 minutes per day, 5 days a week, for 4 weeks. Oculomotor and related functional impairments were measured at baseline and post-treatment.", "Judgment": "Yes"}, {"Response": "The study focused on oculomotor treatment in TBI rehabilitation, comparing an impairment-based oculomotor protocol with an activity-based standard of care in a randomized controlled trial. Participants were masked to their assignment. Inclusion criteria included oculomotor impairment, while exclusion criteria involved conditions like a short inpatient stay, blindness, or inability to follow commands. The intervention consisted of two groups: one receiving the Six Eye Exercises protocol and the other a standard-of-care protocol, both for 30 min/day, 5 days/week, over 4 weeks. Oculomotor and functional impairments were measured at baseline and post-treatment. The study highlighted the prevalence of vision impairments post-TBI, with a significant portion experiencing oculomotor issues affecting daily activities. The protocols used were remedial, aiming to improve functional vision through direct eye movement practice and activity-based approaches.", "Judgment": "No"}, {"Response": "The primary reason for withdrawal mentioned in the selected paragraphs is fatigue.", "Judgment": "Yes"}, {"Response": "The study was approved by the HCA Healthcare HealthONE (Denver, CO) institutional review board. The justification for the study design and instruments includes the use of reliable and validated tools such as the Craig Hospital Eye Examination Rating Scale (CHEERS), King–Devick Test (K–DT), Delis–Kaplan Executive Function System (D–KEFS) Trail Making Test: Condition 1 Visual Scanning, and Nelson–Denny Reading Test (NDRT). These instruments have reported interrater reliability, test–retest reliability, and sensitivity to changes in various functions.", "Judgment": "Yes"}, {"Response": "The changes within the trial were implemented through a randomized controlled trial (RCT) comparing an impairment-based oculomotor protocol with an activity-based standard of care. Participants were randomized into two groups: one receiving the Six Eye Exercises protocol and the other receiving a standard-of-care protocol for 30 min/day, 5 days/wk, for 4 wk. To maintain the trial's validity and integrity, participants were masked to their assignment, and all baseline evaluations were performed by a masked rehabilitation optometrist using the CHEERS, an acuity check, and an eye health examination.", "Judgment": "Yes"}, {"Response": "The changes were documented using various measures with reported reliability. The primary outcome measure, CHEERS, has strong interrater reliability and moderate test-retest reliability. Secondary measures like the King-Devick Test and Delis-Kaplan Executive Function System Trail Making Test also have reported reliability, aiding in the interpretation of the trial results.", "Judgment": "Yes"}], "final_answer_output": {"Judgment": "No", "Response": "The supporting information does not provide details on any changes to methods after trial commencement, specifically regarding changes to eligibility criteria or their reasons."}, "double_check_answer_output": {"Judgment": "No", "Response": "The supporting information does not provide details on any changes to methods after trial commencement, specifically regarding changes to eligibility criteria or their reasons."}}, {"id": 6, "history_instruction_selected_paragraphs": [{"Selected_paragraph_identifiers": [3, 4, 13, 23, 24]}, {"Selected_paragraph_identifiers": [4, 13, 15, 23, 24]}, {"Selected_paragraph_identifiers": [3, 4, 13, 23, 24]}, {"Selected_paragraph_identifiers": [3, 4, 13, 16, 23]}, {"Selected_paragraph_identifiers": [3, 4, 13, 23, 24]}, {"Selected_paragraph_identifiers": [1, 2, 3, 4, 5, 23, 36]}], "history_score_output": [{"Response": "Inclusion criteria: oculomotor impairment.", "Judgment": "Yes"}, {"Response": "Exclusion criteria: inpatient stay <6 wk, blind, no functional arm use, unable to follow a three-step command, attention <30 min, or in another clinical trial.", "Judgment": "Yes"}, {"Response": "There are no geographical limitations mentioned, but age limitations are specified as participants must be between 18 and 65 years old.", "Judgment": "Yes"}, {"Response": "Participants must have any impairment of visual fixation, pursuits, saccades, vestibular ocular reflex, or convergence. They must also be between the ages of 18-65 years, have a projected inpatient stay of at least 6 weeks, be able to see stimuli during oculomotor screening, use at least one arm, follow a standard three-step instruction, and sustain attention for a 30-min treatment session. Additionally, they must not be participating in another clinical trial.", "Judgment": "Yes"}, {"Response": "Yes, specific requirements related to the participants' medical history, current health status, or previous treatments include having oculomotor impairment, a projected inpatient stay of at least 6 weeks, ability to see stimuli during oculomotor screening, ability to use at least one arm, ability to follow a standard three-step instruction, and ability to sustain attention for a 30-min treatment session. Participants were also excluded if they were participating in another clinical trial.", "Judgment": "Yes"}, {"Response": "The study focused on oculomotor treatment in TBI rehabilitation, involving a randomized controlled trial comparing an impairment-based oculomotor protocol with a standard-of-care protocol. Participants were screened for eligibility based on oculomotor impairments and other specific criteria such as inpatient stay duration, functional arm use, ability to follow commands, and attention span. The trial was conducted in an inpatient rehabilitation setting with 138 TBI patients screened, 26 eligible, and 20 enrolled. The intervention lasted 30 minutes per day, five days a week for four weeks. Outcomes and measures were predefined, and the study reported no significant differences in demographic and clinical characteristics between the two groups at baseline.", "Judgment": "No"}], "final_answer_output": {"Judgment": "Yes", "Response": "The eligibility criteria for participants included having oculomotor impairment, being aged 18-65 years, having a projected inpatient stay of at least 6 weeks, being able to see stimuli during oculomotor screening, being able to use at least one arm, being able to follow a standard three-step instruction, and being able to sustain attention for a 30-min treatment session. Participants were excluded if they were participating in another clinical trial."}, "double_check_answer_output": null}, {"id": 7, "history_instruction_selected_paragraphs": [{"Selected_paragraph_identifiers": [2, 3, 4, 6, 13]}, {"Selected_paragraph_identifiers": [3, 4, 13, 15, 23]}, {"Selected_paragraph_identifiers": [2, 3, 4, 13, 23]}, {"Selected_paragraph_identifiers": [3, 4, 13, 15, 23]}, {"Selected_paragraph_identifiers": [3, 4, 13, 23, 24]}, {"Selected_paragraph_identifiers": [3, 4, 7, 8, 13]}], "history_score_output": [{"Response": "Inpatient rehabilitation", "Judgment": "Yes"}, {"Response": "The study was conducted in a single Colorado-based rehabilitation hospital.", "Judgment": "Yes"}, {"Response": "Inpatient rehabilitation", "Judgment": "Yes"}, {"Response": "The trial was conducted in a single center, a Colorado-based rehabilitation hospital.", "Judgment": "Yes"}, {"Response": "The primary occupational therapist screened participants for eligibility, and a rehabilitation optometrist performed the baseline vision evaluation.", "Judgment": "Yes"}, {"Response": "The study involved 138 TBI patients screened, with 26 eligible and 20 participating. Participants were randomized into two groups: one receiving the Six Eye Exercises protocol and the other a standard-of-care protocol, both for 30 min/day, 5 days/wk, for 4 wk. Oculomotor impairments were measured at baseline and post-treatment. Sixteen participants completed the study, with fatigue being the primary reason for withdrawal. Visual impairments post-TBI are common, affecting up to 90% of patients, with oculomotor impairments comprising 56%-80% of these cases. The oculomotor system's representation in all brain lobes makes it susceptible to TBI-related impairments. Eye movements include pursuits, saccades, vestibular ocular reflex, convergence, and fixations. Oculomotor impairments can affect daily activities like reading and computing. The study used remedial protocols, with the Six Eye Exercises protocol focusing on direct eye movement practice and the standard-of-care protocol emphasizing activity-based eye movement practice.", "Judgment": "No"}], "final_answer_output": {"Judgment": "Yes", "Response": "The data were collected in an inpatient rehabilitation setting at a single Colorado-based rehabilitation hospital."}, "double_check_answer_output": null}, {"id": 9, "history_instruction_selected_paragraphs": [{"Selected_paragraph_identifiers": [1, 2, 6, 16, 24]}, {"Selected_paragraph_identifiers": [1, 2, 4, 6, 7]}, {"Selected_paragraph_identifiers": [6, 17, 18, 19, 21]}, {"Selected_paragraph_identifiers": [6, 17, 18, 19, 21]}, {"Selected_paragraph_identifiers": [5, 6, 16, 17, 18]}, {"Selected_paragraph_identifiers": [7, 8, 9, 10, 11, 36, 37]}], "history_score_output": [{"Response": "The primary outcome measure defined in the trial is the Craig Hospital Eye Evaluation Rating Scale for oculomotor status.", "Judgment": "Yes"}, {"Response": "The primary outcome measure was assessed at baseline and posttreatment.", "Judgment": "Yes"}, {"Response": "The key secondary outcome measures defined in the trial include the King-Devick Test for saccadic speed and accuracy, the Delis-Kaplan Executive Function System Trail Making Test: Condition 1 Visual Scanning for scanning speed and accuracy, the Modified Nelson-Denny Reading Test for reading speed and accuracy, and the Subjective Vision Symptom Scale for subjective symptoms.", "Judgment": "Yes"}, {"Response": "The secondary outcome measures were assessed using various tests: for saccadic speed and accuracy, the King-Devick Test was used; for scanning speed and accuracy, the Delis-Kaplan Executive Function System Trail Making Test: Condition 1 Visual Scanning was used; for reading speed and accuracy, the Nelson-Denny Reading Test: Subtest 1 was used; and for subjective symptoms, the Vision Symptom Scale was used. The Vision Symptom Scale was administered immediately after the Nelson-Denny Reading Test to characterize reading-induced symptoms.", "Judgment": "Yes"}, {"Response": "The primary outcome measure used was the Craig Hospital Eye Examination Rating Scale (CHEERS), which measures oculomotor impairments. Secondary measures included the King-Devick Test, Delis–Kaplan Executive Function System Trail Making Test: Condition 1 Visual Scanning, Modified Nelson–Denny Reading Test, and Subjective Vision Symptom Scale. The CHEERS has reported strong interrater reliability and moderate test–retest reliability. The King-Devick Test has strong test–retest reliability and sensitivity to changes in reading fluency and comprehension.", "Judgment": "Yes"}, {"Response": "Safety outcomes were assessed by noting no other negative effects reported in either treatment group and the primary reason for withdrawal being fatigue.", "Judgment": "Yes"}], "final_answer_output": {"Judgment": "Yes", "Response": "The primary outcome measure was assessed using the Craig Hospital Eye Evaluation Rating Scale (CHEERS) at baseline and posttreatment. Secondary outcome measures included the King-Devick Test for saccadic speed and accuracy, the Delis-Kaplan Executive Function System Trail Making Test: Condition 1 Visual Scanning for scanning speed and accuracy, the Modified Nelson-Denny Reading Test for reading speed and accuracy, and the Subjective Vision Symptom Scale for subjective symptoms. These measures were assessed at baseline and posttreatment."}, "double_check_answer_output": null}, {"id": 8, "history_instruction_selected_paragraphs": [{"Selected_paragraph_identifiers": [4, 13, 14, 15, 24]}, {"Selected_paragraph_identifiers": [23, 27, 30, 31, 36]}, {"Selected_paragraph_identifiers": [4, 13, 14, 15, 24]}, {"Selected_paragraph_identifiers": [4, 7, 8, 10, 11]}, {"Selected_paragraph_identifiers": [2, 4, 13, 16, 24, 26, 27, 28, 29]}, {"Selected_paragraph_identifiers": [4, 11, 12, 13, 14]}], "history_score_output": [{"Response": "The intervention includes two protocols: the Six Eye Exercises (SEE) protocol and the standard-of-care (SOC) protocol. The SEE protocol is a remedial approach emphasizing direct eye movement practice, including all eye movements described by Leigh and Zee (2006). The SOC protocol is an activity-based approach integrating eye movements into daily activities like scanning and reading. Both protocols were administered for 30 minutes per day, 5 days a week, for 4 weeks.", "Judgment": "Yes"}, {"Response": "The intervention was tailored to meet the specific needs of the target population by providing 30 min of additional 1:1 vision treatment, 5 days per week for 4 wk, according to their group assignment. The SEE protocol included six exercises: eye stretches, tracking, gaze stabilization, spatial localization, saccades, and vergence. The SOC protocol included activities that integrate oculomotor skills under four categories: visual–motor, scanning, visual cognition, and reading. At least one activity from each category and 5 min of reading were performed in each treatment session.", "Judgment": "Yes"}, {"Response": "The intervention includes two protocols: the Six Eye Exercises (SEE) protocol and the standard-of-care (SOC) protocol. The SEE protocol focuses on direct eye movement practice, including all eye movements described by Leigh and Zee (2006). The SOC protocol emphasizes activity-based eye movement practice, integrating eye movements into activities like scanning and reading. Both protocols are delivered for 30 minutes per day, 5 days a week, for 4 weeks.", "Judgment": "Yes"}, {"Response": "The intervention sessions were structured as 30 minutes per day, 5 days per week, for 4 weeks. Participants were randomized into two groups: one receiving the Six Eye Exercises protocol and the other receiving a standard-of-care protocol.", "Judgment": "Yes"}, {"Response": "Professionals were trained uniformly on administering the secondary outcome measures and the specific protocols for the intervention. Measures to ensure faithful delivery included monthly meetings with evaluators to maintain consistency, and treating occupational therapists were masked to the protocol being used in the other treatment group.", "Judgment": "Yes"}, {"Response": "The control group received a standard-of-care protocol for 30 min/day, 5 days/wk, for 4 wk, which emphasizes activity-based eye movement practice frequently used by occupational therapy practitioners. Activities and occupations that integrate eye movements, such as scanning and reading, are included in this protocol.", "Judgment": "Yes"}], "final_answer_output": {"Judgment": "Yes", "Response": "The interventions for each group are detailed as follows: The experimental SEE group received the Six Eye Exercises (SEE) protocol, which included six exercises: eye stretches, tracking, gaze stabilization, spatial localization, saccades, and vergence. Eye stretches and four of the remaining five exercises were performed in each treatment session. The control SOC group received the standard-of-care (SOC) protocol, which included activities that integrate oculomotor skills under four categories: visual–motor, scanning, visual cognition, and reading. At least one activity from each category and 5 min of reading were performed in each treatment session. Both groups received their assigned interventions for 30 min/day, 5 days/week, for 4 weeks."}, "double_check_answer_output": null}, {"id": 10, "history_instruction_selected_paragraphs": [{"Selected_paragraph_identifiers": [5, 6, 16, 17, 18]}, {"Selected_paragraph_identifiers": [6, 7, 10, 11, 13]}, {"Selected_paragraph_identifiers": [5, 6, 17, 18, 19, 21]}, {"Selected_paragraph_identifiers": [5, 6, 10, 11, 13, 37, 38]}, {"Selected_paragraph_identifiers": [5, 6, 10, 16, 17]}, {"Selected_paragraph_identifiers": [2, 4, 6, 16, 23]}], "history_score_output": [{"Response": "The original planned outcome measures for the trial as specified in the protocol were the Craig Hospital Eye Evaluation Rating Scale for oculomotor status as the primary measure, and the King-Devick Test, Delis–Kaplan Executive Function System Trail Making Test: Condition 1 Visual Scanning, Modified Nelson–Denny Reading Test, and Subjective Vision Symptom Scale as secondary measures.", "Judgment": "Yes"}, {"Response": "Yes, selected outcome measures captured positive improvements in both groups.", "Judgment": "Yes"}, {"Response": "The selected paragraphs detail the outcomes and measures used in a clinical study. The primary outcome measure was the Craig Hospital Eye Evaluation Rating Scale for oculomotor status. Secondary measures included the King-Devick Test for saccadic speed and accuracy, the Delis-Kaplan Executive Function System Trail Making Test: Condition 1 Visual Scanning for scanning speed and accuracy, the Modified Nelson-Denny Reading Test for reading speed and accuracy, and the Subjective Vision Symptom Scale for subjective symptoms. Higher scores on the CHEERS and other tests indicated greater impairment. Test-retest reliability varied, with the King-Devick Test reported as strong, the Delis-Kaplan test at .56, and the Nelson-Denny Reading Test as modest. The Vision Symptom Scale was a self-report Likert scale used to monitor subjective symptom frequency and severity.", "Judgment": "No"}, {"Response": "The selected paragraphs detail a study on oculomotor treatment in TBI rehabilitation. Key details include: 1. Primary outcome measure: Craig Hospital Eye Evaluation Rating Scale for oculomotor status. 2. Secondary measures: King-Devick Test, Delis–Kaplan Executive Function System Trail Making Test: Condition 1 Visual Scanning, Modified Nelson–Denny Reading Test, and Subjective Vision Symptom Scale. 3. Both groups showed improvements in outcome measures. 4. Study suggests conducting a larger RCT to evaluate oculomotor treatment efficacy. 5. Visual impairments are common after TBI, affecting up to 90% of patients, with 56%-80% being oculomotor. 6. Oculomotor impairments affect daily activities like reading and computing. 7. Two treatment protocols used: Six Eye Exercises (SEE) and standard-of-care (SOC). 8. SEE protocol includes direct eye movement practice, while SOC emphasizes activity-based eye movement practice. 9. Both groups improved on the Smooth Pursuit subscale of CHEERS, with the SEE group showing a higher percentage of unimpaired scores. 10. Both groups reported visual symptoms at baseline, with improvements post-treatment, particularly in the SEE group. 11. Reading rates improved post-treatment, with the SEE group showing greater average improvement in reading speed. 12. The SEE group also showed greater improvement on the D–KEFS Visual Scanning test post-treatment.", "Judgment": "No"}, {"Response": "Selected outcome measures captured positive improvements in both groups.", "Judgment": "Yes"}, {"Response": "The study was approved by the HCA Healthcare HealthONE (Denver, CO) institutional review board.", "Judgment": "Yes"}], "final_answer_output": {"Judgment": "No", "Response": "The supporting information does not provide details on any changes to trial outcomes after the trial commenced or the reasons for such changes."}, "double_check_answer_output": {"Judgment": "No", "Response": "The supporting information does not provide details on any changes to trial outcomes after the trial commenced or the reasons for such changes."}}, {"id": 16, "history_instruction_selected_paragraphs": [{"Selected_paragraph_identifiers": [4, 13, 14, 15, 23]}, {"Selected_paragraph_identifiers": [3, 4, 13, 23, 24]}, {"Selected_paragraph_identifiers": [4, 13, 14, 15, 23]}], "history_score_output": [{"Response": "A masked statistician generated the random allocation sequence for the trial.", "Judgment": "Yes"}, {"Response": "After giving consent, eligible participants were enrolled in the experimental SEE group or the control SOC group by a masked statistician according to a randomization schedule.", "Judgment": "Yes"}, {"Response": "After giving consent, eligible participants were enrolled in the experimental SEE group or the control SOC group by a masked statistician according to a randomization schedule.", "Judgment": "Yes"}], "final_answer_output": {"Judgment": "Yes", "Response": "The random allocation sequence was generated by a masked statistician, who also enrolled participants and assigned them to interventions according to the randomization schedule."}, "double_check_answer_output": null}, {"id": 11, "history_instruction_selected_paragraphs": [{"Selected_paragraph_identifiers": [2, 4, 6, 10, 11]}, {"Selected_paragraph_identifiers": [2, 3, 4, 6, 7, 23]}, {"Selected_paragraph_identifiers": [2, 4, 6, 7, 11]}, {"Selected_paragraph_identifiers": [1, 2, 4, 6, 11, 36]}, {"Selected_paragraph_identifiers": [3, 4, 7, 8, 11, 36]}, {"Selected_paragraph_identifiers": [3, 4, 7, 8, 11]}], "history_score_output": [{"Response": "The primary outcome measure was the Craig Hospital Eye Evaluation Rating Scale for oculomotor status.", "Judgment": "Yes"}, {"Response": "The selected paragraphs discuss a randomized controlled trial (RCT) for oculomotor treatment in TBI rehabilitation, involving an impairment-based protocol compared to a standard of care. The setting was inpatient rehabilitation, with 138 TBI patients screened over a year, and 26 were eligible, though 6 declined. Inclusion criteria included oculomotor impairment, while exclusion criteria involved conditions like a short inpatient stay, blindness, or inability to follow commands. The intervention consisted of two groups: one receiving the Six Eye Exercises protocol and the other a standard-of-care protocol, both for 30 minutes daily over four weeks. Primary and secondary outcome measures were specified, including the Craig Hospital Eye Evaluation Rating Scale and others. The screening process and randomization details were also outlined.", "Judgment": "No"}, {"Response": "The selected paragraphs discuss a pilot randomized controlled trial (RCT) for oculomotor treatment in TBI rehabilitation, comparing an impairment-based oculomotor protocol with an activity-based standard of care. The inclusion criteria included oculomotor impairment, and exclusion criteria were specified. The intervention involved two groups, each receiving different protocols for 30 min/day, 5 days/wk, for 4 wk. Primary and secondary outcome measures were detailed, and the study concluded with suggestions for further research and the need to establish best practices in occupational therapy.", "Judgment": "No"}, {"Response": "The selected paragraphs discuss a randomized controlled pilot trial for oculomotor treatment in TBI rehabilitation. The trial compared an impairment-based oculomotor protocol with an activity-based standard of care in a two-group RCT. Participants were masked to assignment. Inclusion criteria included oculomotor impairment, while exclusion criteria were specified. The intervention involved two groups: an experimental group receiving the Six Eye Exercises protocol and a control group receiving a standard-of-care protocol for 30 min/day, 5 days/wk, for 4 wk. Oculomotor and related functional impairments were measured at baseline and posttreatment. The primary outcome measure was the Craig Hospital Eye Evaluation Rating Scale for oculomotor status, with secondary measures for functional status. The study concluded that oculomotor dysfunction seems to improve during inpatient TBI rehabilitation with remedial treatment, but best practice in occupational therapy has not yet been established. Over a 1-yr period, 138 people in acute rehabilitation with acquired brain injury were screened for eligibility, with 26 meeting all criteria. Six declined participation, and 16 completed the minimum number of treatment sessions. Four participants withdrew early due to fatigue, and two completed only partial post-treatment evaluations. Therefore, 14 participants were retained for analysis, with no significant differences between the two groups detected for various demographic and clinical characteristics.", "Judgment": "No"}, {"Response": "The study involved 138 people with TBI screened over a year, with 26 eligible and 6 declining participation. 16 participants completed the study, with 4 withdrawing due to fatigue. The intervention included two groups: an experimental group receiving Six Eye Exercises protocol and a control group receiving standard-of-care protocol, both for 30 min/day, 5 days/wk, for 4 wk. No significant differences were found between the groups in terms of age, gender, education, mechanism of injury, length of posttraumatic amnesia, or days postadmission. The study concluded that oculomotor dysfunction improved with remedial treatment during inpatient TBI rehabilitation, but best practice in occupational therapy has not yet been established.", "Judgment": "No"}, {"Response": "Sixteen participants finished the study.", "Judgment": "Yes"}], "final_answer_output": {"Judgment": "No", "Response": "The supporting information does not provide details on how the sample size was determined."}, "double_check_answer_output": {"Judgment": "No", "Response": "The supporting information does not provide details on how the sample size was determined."}}, {"id": 17, "history_instruction_selected_paragraphs": [{"Selected_paragraph_identifiers": [2, 4, 13, 16, 23]}, {"Selected_paragraph_identifiers": [2, 4, 7, 10, 11]}, {"Selected_paragraph_identifiers": [2, 4, 13, 16, 23]}, {"Selected_paragraph_identifiers": [2, 4, 7, 10, 11, 23, 24, 26]}, {"Selected_paragraph_identifiers": [2, 4, 13, 14, 23]}, {"Selected_paragraph_identifiers": [4, 13, 14, 15, 23, 24, 27, 28, 29]}], "history_score_output": [{"Response": "Participants were masked to group assignment.", "Judgment": "Yes"}, {"Response": "Yes, participants were masked to assignment.", "Judgment": "Yes"}, {"Response": "Yes, both the participants and the care providers were blinded to the group assignments.", "Judgment": "Yes"}, {"Response": "Yes, the participants and the outcome assessors were blinded to the group assignments.", "Judgment": "Yes"}, {"Response": "Yes, the statistical analysts were blinded to the group assignments.", "Judgment": "Yes"}, {"Response": "The treating occupational therapists were masked to the protocol being used in the other treatment group.", "Judgment": "Yes"}], "final_answer_output": {"Judgment": "Yes", "Response": "Participants were masked to assignment. The optometrist, two occupational therapists, and four nonevaluator occupational therapists who performed the treatment were all masked to group assignment."}, "double_check_answer_output": null}, {"id": 13, "history_instruction_selected_paragraphs": [{"Selected_paragraph_identifiers": [4, 13, 14, 15, 23, 35]}, {"Selected_paragraph_identifiers": [2, 3, 4, 5, 6, 23, 36]}, {"Selected_paragraph_identifiers": [2, 4, 6, 7, 11, 23, 36]}, {"Selected_paragraph_identifiers": [2, 4, 6, 13, 15, 23]}, {"Selected_paragraph_identifiers": [2, 3, 4, 13, 23]}, {"Selected_paragraph_identifiers": [4, 13, 14, 15, 23]}], "history_score_output": [{"Response": "The study involved participants with oculomotor impairments due to TBI, randomized into two groups: one receiving the Six Eye Exercises (SEE) protocol and the other receiving a standard-of-care (SOC) protocol. The inclusion criteria included oculomotor impairment, while exclusion criteria covered various conditions such as a short inpatient stay, blindness, and inability to follow commands. Both protocols were remedial approaches, with the SEE focusing on direct eye movement practice and the SOC emphasizing activity-based practice. The study aimed to compare the effectiveness of these protocols in TBI rehabilitation. Participants were screened for eligibility and randomized by a masked statistician, but the method of random allocation sequence was not detailed.", "Judgment": "No"}, {"Response": "The selected paragraphs describe a randomized controlled trial (RCT) for oculomotor treatment in TBI rehabilitation. The trial compared an impairment-based oculomotor protocol with an activity-based standard of care. Participants were masked to their assignment. The setting was inpatient rehabilitation, and 138 people with TBI were screened over a year, with 26 eligible and 20 participating. Inclusion criteria included oculomotor impairment, while exclusion criteria involved various conditions such as a short inpatient stay, blindness, and inability to follow commands. The intervention involved two groups: one receiving the Six Eye Exercises protocol and the other receiving standard care for 30 minutes a day, five days a week, for four weeks. Outcomes and measures were predefined, with the primary outcome being the Craig Hospital Eye Evaluation Rating Scale for oculomotor status, and secondary measures including tests for functional status. The screening process was conducted by the primary occupational therapist within 72 hours of admission, and participants were enrolled by a masked statistician according to a randomization schedule. The study reported that 14 participants (70%) were retained for analysis, with no significant differences between the two groups in demographic and clinical characteristics. The SOC group was found to be more impaired than the SEE group at baseline.", "Judgment": "No"}, {"Response": "The selected paragraphs discuss a randomized controlled trial (RCT) for oculomotor treatment in TBI rehabilitation. The trial compares an impairment-based oculomotor protocol with an activity-based standard of care. Inclusion criteria include oculomotor impairment, while exclusion criteria involve factors like a short inpatient stay, blindness, and inability to follow commands. The intervention involves two groups: one receiving the Six Eye Exercises protocol and the other receiving standard care for 30 min/day, 5 days/wk, for 4 wk. Primary and secondary outcome measures are specified, including the Craig Hospital Eye Evaluation Rating Scale and other functional status tests. The study concludes that oculomotor dysfunction improves with remedial treatment during inpatient TBI rehabilitation, but best practices in occupational therapy are yet to be established. The trial screened 138 people, with 26 meeting all eligibility criteria, and 16 completing the study. No significant differences between the two groups were detected in demographic and clinical characteristics.", "Judgment": "No"}, {"Response": "The selected paragraphs discuss a randomized controlled trial (RCT) for oculomotor treatment in TBI rehabilitation, comparing an impairment-based oculomotor protocol with an activity-based standard of care. Participants were masked to their assignment. Inclusion criteria included oculomotor impairment, while exclusion criteria involved conditions like a short inpatient stay, blindness, or inability to follow commands. The intervention involved two groups: one receiving the Six Eye Exercises protocol and the other a standard-of-care protocol, both for 30 min/day, 5 days/wk, for 4 wk. Outcome measures included the Craig Hospital Eye Evaluation Rating Scale and other functional status tests. The study design was a two-group RCT, and participants were enrolled by a masked statistician according to a randomization schedule.", "Judgment": "No"}, {"Response": "The study aimed to pilot a randomized controlled trial (RCT) of oculomotor treatment in TBI rehabilitation, comparing an impairment-based oculomotor protocol with an activity-based standard of care. Participants were masked to assignment. The setting was inpatient rehabilitation, and 138 people with TBI were screened over a year, with 26 eligible and 20 participating. Inclusion criteria included oculomotor impairment, while exclusion criteria were more stringent, including a minimum inpatient stay of 6 weeks. The intervention involved two groups: an experimental group receiving the Six Eye Exercises protocol and a control group receiving a standard-of-care protocol, both for 30 minutes a day, 5 days a week, for 4 weeks. Oculomotor and related functional impairments were measured at baseline and post-treatment. Visual impairments are common after TBI, affecting up to 90% of patients, with oculomotor impairments comprising 56%-80%. These impairments can affect daily activities and are key to improving functional vision in TBI rehabilitation. The study used remedial protocols and compensatory interventions, with the Six Eye Exercises protocol emphasizing direct eye movement practice and the standard-of-care protocol focusing on activity-based eye movement practice. The randomization was conducted by a masked statistician, and participants were masked to group assignment.", "Judgment": "No"}, {"Response": "The randomization ratio used in the allocation of participants to the intervention groups was 1:1, with 10 participants in the experimental group receiving the Six Eye Exercises protocol and 10 participants in the control group receiving the standard-of-care protocol.", "Judgment": "Yes"}], "final_answer_output": {"Judgment": "No", "Response": "The supporting information does not provide details on the method used to generate the random allocation sequence."}, "double_check_answer_output": {"Judgment": "No", "Response": "The supporting information does not provide details on the method used to generate the random allocation sequence."}}, {"id": 15, "history_instruction_selected_paragraphs": [{"Selected_paragraph_identifiers": [3, 4, 13, 14, 23]}, {"Selected_paragraph_identifiers": [4, 13, 14, 15, 23]}, {"Selected_paragraph_identifiers": [2, 3, 4, 15, 23, 24, 27]}, {"Selected_paragraph_identifiers": [2, 3, 4, 23, 24]}, {"Selected_paragraph_identifiers": [3, 4, 13, 15, 23, 26, 27]}, {"Selected_paragraph_identifiers": [1, 2, 3, 4, 5, 13, 15, 23, 35]}], "history_score_output": [{"Response": "The study involved 138 people with TBI aged 18-65 who were screened, with 26 eligible and 20 participating. Participants were randomized into two groups: one receiving the Six Eye Exercises (SEE) protocol and the other a standard-of-care (SOC) protocol, both for 30 min/day, 5 days/wk, for 4 wk. Inclusion criteria included oculomotor impairment, while exclusion criteria were strict, including conditions like a stay of less than 6 weeks or inability to follow a three-step command. The SEE protocol focused on direct eye movement practice, while the SOC protocol emphasized activity-based eye movement practice. The study aimed to compare the effectiveness of these two approaches in TBI rehabilitation.", "Judgment": "No"}, {"Response": "The random allocation sequence was implemented by a masked statistician according to a randomization schedule, ensuring concealment until interventions were assigned.", "Judgment": "Yes"}, {"Response": "The study involved a randomized controlled trial (RCT) comparing an impairment-based oculomotor protocol with an activity-based standard of care in TBI rehabilitation. Participants were screened for eligibility, with 26 being eligible and 6 declining. Inclusion criteria included oculomotor impairment, while exclusion criteria involved conditions like a short inpatient stay, blindness, and inability to follow commands. The intervention consisted of two groups: an experimental group receiving Six Eye Exercises protocol and a control group receiving standard-of-care protocol, both for 30 min/day, 5 days/wk, for 4 wk. Oculomotor and functional impairments were measured at baseline and post-treatment. The study used a two-group RCT design, with participants masked to assignment. Baseline vision evaluations were conducted by a masked rehabilitation optometrist, and treatment was performed by uniformly trained occupational therapists. Monthly meetings were held to maintain consistency in evaluation performance.", "Judgment": "No"}, {"Response": "After giving consent, eligible participants were enrolled in the experimental SEE group or the control SOC group by a masked statistician according to a randomization schedule. Participants were masked to group assignment.", "Judgment": "Yes"}, {"Response": "The study involved 138 TBI patients screened, with 26 eligible and 20 enrolled after 6 declined. Inclusion criteria included oculomotor impairment, while exclusion criteria covered various conditions like short inpatient stays, blindness, and inability to follow commands. Participants were randomized into two groups: one receiving the Six Eye Exercises (SEE) protocol and the other a standard-of-care (SOC) protocol, both for 30 min/day, 5 days/wk, for 4 wk. Oculomotor and functional impairments were measured pre- and post-treatment. The SEE protocol focused on direct eye movement practice, while the SOC protocol integrated eye movements into activities like scanning and reading. The study used a two-group randomized controlled trial (RCT) design. Participants were enrolled by a masked statistician and were masked to their group assignment. Evaluations were conducted by masked occupational therapists, and treatment was provided by nonevaluator occupational therapists trained in the specific protocols.", "Judgment": "No"}, {"Response": "The selected paragraphs describe a randomized controlled trial (RCT) for oculomotor treatment in TBI rehabilitation, involving an impairment-based oculomotor protocol compared to an activity-based standard of care. The trial was conducted in an inpatient rehabilitation setting with 138 screened participants, of which 20 were eligible and randomized into two groups: one receiving the Six Eye Exercises (SEE) protocol and the other receiving the standard-of-care (SOC) protocol. The study included specific inclusion and exclusion criteria related to oculomotor impairments and other medical conditions. The trial design, participant flow, and outcomes were detailed, but there was no mention of auditing or verifying the allocation concealment mechanism.", "Judgment": "No"}], "final_answer_output": {"Judgment": "No", "Response": "The supporting information does not provide details on the mechanism used to implement the random allocation sequence or the steps taken to conceal the sequence until interventions were assigned."}, "double_check_answer_output": {"Judgment": "No", "Response": "The supporting information does not provide details on the mechanism used to implement the random allocation sequence or the steps taken to conceal the sequence until interventions were assigned."}}, {"id": 18, "history_instruction_selected_paragraphs": [{"Selected_paragraph_identifiers": [4, 13, 14, 15, 24]}, {"Selected_paragraph_identifiers": [2, 4, 11, 13, 14]}, {"Selected_paragraph_identifiers": [2, 3, 4, 7, 11, 23, 27, 28]}, {"Selected_paragraph_identifiers": [2, 4, 11, 13, 14]}, {"Selected_paragraph_identifiers": [4, 13, 14, 23, 24]}, {"Selected_paragraph_identifiers": [2, 4, 13, 16, 23]}], "history_score_output": [{"Response": "The interventions in the study include the Six Eye Exercises (SEE) protocol and the standard-of-care (SOC) protocol. The SEE protocol is a bottom-up approach emphasizing direct eye movement practice, including all eye movements described by Leigh and Zee (2006). The SOC protocol is a top-down approach, emphasizing activity-based eye movement practice, integrating eye movements into activities like scanning and reading. Both protocols were delivered for 30 min/day, 5 days/wk, for 4 wk.", "Judgment": "Yes"}, {"Response": "The selected paragraphs discuss a pilot randomized controlled trial (RCT) for oculomotor treatment in TBI rehabilitation. The study compares an impairment-based oculomotor protocol with an activity-based standard of care. Inclusion criteria include oculomotor impairment, while exclusion criteria involve various conditions such as a short inpatient stay, blindness, and inability to follow commands. Participants were randomized into two groups: one receiving the Six Eye Exercises protocol and the other receiving a standard-of-care protocol, both for 30 minutes a day, five days a week, over four weeks. The study measures oculomotor and related functional impairments at baseline and post-treatment. Conclusions suggest the need for a larger RCT to evaluate the efficacy of oculomotor treatment, indicating that oculomotor dysfunction improves during inpatient TBI rehabilitation with remedial treatment, but best practices in occupational therapy are not yet established. The study also highlights the prevalence of visual impairments after TBI, with a significant percentage experiencing oculomotor impairments, affecting daily activities. The interventions discussed are remedial protocols and compensatory interventions, with little evidence supporting a reliable remedial protocol for this population. The protocols used reflect a remedial approach to oculomotor treatment, with one emphasizing direct eye movement practice and the other activity-based eye movement practice.", "Judgment": "No"}, {"Response": "The study aimed to pilot a randomized controlled trial (RCT) of oculomotor treatment in TBI rehabilitation, comparing an impairment-based oculomotor protocol with an activity-based standard of care. Participants were screened for oculomotor impairment and randomized into an experimental group receiving the Six Eye Exercises protocol or a control group receiving a standard-of-care protocol. The trial was conducted in an inpatient rehabilitation setting, and participants were masked to assignment. The intervention lasted 30 min/day, 5 days/wk, for 4 wk. Oculomotor and related functional impairments were measured at baseline and posttreatment. The study concluded that oculomotor dysfunction improved during inpatient TBI rehabilitation with remedial treatment, but best practice in occupational therapy has not yet been established. The trial maintained blinding of participants and treating occupational therapists.", "Judgment": "No"}, {"Response": "The specific interventions described for the two groups were: 1. Experimental group (n = 10) received the Six Eye Exercises (SEE) protocol, which includes direct eye movement practice for 30 min/day, 5 days/wk, for 4 wk. 2. Control group (n = 10) received a standard-of-care (SOC) protocol, which emphasizes activity-based eye movement practice for the same duration.", "Judgment": "Yes"}, {"Response": "Both groups received their respective protocols for 30 min/day, 5 days/wk, for 4 wk. Participants were randomized and masked to group assignment, and all underwent a baseline vision evaluation by a masked rehabilitation optometrist.", "Judgment": "Yes"}, {"Response": "The article mentions that participants were masked to assignment, indicating that they were unaware of which group they were assigned to, and a masked statistician was responsible for randomizing participants according to a schedule.", "Judgment": "Yes"}], "final_answer_output": {"Judgment": "Yes", "Response": "The interventions described are similar in that both the Six Eye Exercises (SEE) protocol and the standard-of-care (SOC) control protocol involve eye movement practice and are used by occupational therapy practitioners. The SEE protocol emphasizes direct eye movement practice, while the SOC protocol integrates eye movements into activities and occupations such as scanning and reading. Both protocols are remedial approaches to oculomotor treatment and reflect a bottom-up and top-down approach, respectively."}, "double_check_answer_output": null}, {"id": 14, "history_instruction_selected_paragraphs": [{"Selected_paragraph_identifiers": [2, 3, 4, 13, 23, 36]}, {"Selected_paragraph_identifiers": [2, 4, 13, 14, 23]}, {"Selected_paragraph_identifiers": [2, 3, 4, 5, 6, 23, 36]}, {"Selected_paragraph_identifiers": [1, 2, 3, 4, 5, 6, 13, 14]}, {"Selected_paragraph_identifiers": [2, 3, 4, 6, 13, 23]}, {"Selected_paragraph_identifiers": [2, 4, 13, 15, 23, 36]}], "history_score_output": [{"Response": "The selected paragraphs discuss a randomized controlled trial (RCT) for oculomotor treatment in TBI rehabilitation, involving an impairment-based protocol compared to an activity-based standard of care. Participants were masked to assignment. The setting was inpatient rehabilitation, with 138 TBI patients screened over a year, 26 eligible, and 6 declining. Inclusion criteria included oculomotor impairment, while exclusion criteria involved various conditions such as a short inpatient stay, blindness, and inability to follow commands. The intervention consisted of two groups: an experimental group receiving the Six Eye Exercises protocol and a control group receiving standard-of-care, both for 30 min/day, 5 days/wk, for 4 wk. Oculomotor impairments were measured at baseline and post-treatment. Visual impairments post-TBI are common, affecting up to 90% of patients, with oculomotor impairments comprising 56%-80%. The oculomotor system's representation in all brain lobes makes it susceptible to TBI-related impairments. The study used remedial protocols and compensatory interventions, though evidence for reliable remedial protocols in this population is scarce. The trial involved consecutive admissions to a Colorado-based rehabilitation hospital, with participants randomized into experimental or control groups by a masked statistician. The study concluded with 14 participants retained for analysis, showing no significant differences between groups in demographics and clinical characteristics.", "Judgment": "No"}, {"Response": "The selected paragraphs discuss a pilot RCT for oculomotor treatment in TBI rehabilitation, comparing an impairment-based protocol with a standard-of-care protocol. Participants were masked to assignment. Inclusion criteria included oculomotor impairment, while exclusion criteria involved various conditions such as a short inpatient stay, blindness, and inability to follow commands. The intervention involved two groups: one receiving the Six Eye Exercises protocol and the other receiving the standard-of-care protocol, both for 30 min/day, 5 days/wk, for 4 wk. Oculomotor impairments were measured at baseline and post-treatment. The study aimed to determine the effectiveness of top-down versus bottom-up approaches in remedial oculomotor treatment. Participants were screened for eligibility within 72 hr of admission to a rehabilitation hospital, and those with specific oculomotor impairments were enrolled in either the experimental or control group by a masked statistician according to a randomization schedule.", "Judgment": "No"}, {"Response": "The selected paragraphs discuss a randomized controlled trial (RCT) for oculomotor treatment in TBI rehabilitation. The trial compared an impairment-based oculomotor protocol with an activity-based standard of care. Participants were screened for eligibility, with inclusion criteria including oculomotor impairment and exclusion criteria such as a short inpatient stay, blindness, and inability to follow commands. The intervention involved two groups: one receiving the Six Eye Exercises protocol and the other receiving standard care for 30 min/day, 5 days/wk, for 4 wk. Outcomes and measures were predefined, with the primary outcome being the Craig Hospital Eye Evaluation Rating Scale for oculomotor status. Secondary measures included tests for functional status. The trial took place in an inpatient rehabilitation setting, and participants were masked to their group assignment. The study screened 138 people, with 26 eligible and 6 declining. Of the 20 who participated, 14 completed the trial, with no significant differences between the groups in demographic and clinical characteristics.", "Judgment": "No"}, {"Response": "The selected paragraphs discuss a randomized controlled pilot trial for oculomotor treatment in traumatic brain injury (TBI) rehabilitation. The trial compares an impairment-based oculomotor protocol with an activity-based standard of care in a two-group RCT. Participants were screened over a year, with 138 people with TBI, ages 18-65, being screened, and 26 being eligible. The inclusion criteria included oculomotor impairment, while the exclusion criteria were more stringent, including conditions like being blind or unable to follow a three-step command. The intervention involved participants being randomized into an experimental group receiving the Six Eye Exercises protocol or a control group receiving a standard-of-care protocol for 30 min/day, 5 days/wk, for 4 wk. The primary outcome measure was the Craig Hospital Eye Evaluation Rating Scale for oculomotor status, with secondary measures focusing on functional status. The study aims to determine the effectiveness of a remedial approach to oculomotor treatment in TBI rehabilitation.", "Judgment": "No"}, {"Response": "The selected paragraphs discuss a randomized controlled trial (RCT) for oculomotor treatment in TBI rehabilitation, involving an impairment-based protocol versus a standard of care. The trial was conducted in an inpatient rehabilitation setting with participants aged 18-65 years who had TBI and oculomotor impairments. Inclusion criteria included oculomotor impairment, while exclusion criteria involved conditions like a short inpatient stay, blindness, and inability to follow commands. The intervention consisted of two groups: one receiving the Six Eye Exercises protocol and the other receiving the standard-of-care protocol, both for 30 minutes a day, five days a week, for four weeks. The primary outcome measure was the Craig Hospital Eye Evaluation Rating Scale, with secondary measures including tests for functional status. The study did not mention stratification or factors involved in stratification.", "Judgment": "No"}, {"Response": "The selected paragraphs discuss a randomized controlled trial (RCT) for oculomotor treatment in TBI rehabilitation, comparing an impairment-based oculomotor protocol with an activity-based standard of care. Inclusion criteria include oculomotor impairment, while exclusion criteria involve factors like inpatient stay duration, functional arm use, ability to follow commands, and attention span. The intervention involves two groups: an experimental group receiving the Six Eye Exercises protocol and a control group receiving standard-of-care protocol, both for 30 min/day, 5 days/wk, for 4 wk. Oculomotor and related functional impairments were measured at baseline and post-treatment. The study screened 138 people with acquired brain injury, with 26 meeting all eligibility criteria, and 14 participants were retained for analysis. No significant differences between the two groups were detected for various demographic and clinical characteristics.", "Judgment": "No"}], "final_answer_output": {"Judgment": "No", "Response": "The supporting information does not provide details on the type of randomization or any restrictions such as blocking and block size."}, "double_check_answer_output": {"Judgment": "No", "Response": "The supporting information does not provide details on the type of randomization or any restrictions such as blocking and block size."}}, {"id": 12, "history_instruction_selected_paragraphs": [{"Selected_paragraph_identifiers": [2, 4, 6, 7, 11]}, {"Selected_paragraph_identifiers": [2, 4, 6, 7, 11]}, {"Selected_paragraph_identifiers": [2, 4, 6, 11, 13]}, {"Selected_paragraph_identifiers": [2, 4, 6, 13, 14]}, {"Selected_paragraph_identifiers": [2, 4, 6, 13, 16, 33, 34, 35, 36, 37]}, {"Selected_paragraph_identifiers": [7, 8, 9, 10, 11, 36, 37]}, {"Selected_paragraph_identifiers": [2, 4, 6, 7, 11]}, {"Selected_paragraph_identifiers": [2, 4, 6, 7, 11]}], "history_score_output": [{"Response": "The selected paragraphs discuss a pilot RCT for oculomotor treatment in TBI rehabilitation, comparing an impairment-based oculomotor protocol with an activity-based standard of care. Inclusion criteria included oculomotor impairment, while exclusion criteria were more stringent, including conditions like short inpatient stays, blindness, and inability to follow commands. The intervention involved two groups, each receiving different protocols for a month. Primary and secondary outcome measures were specified, and the study concluded with 16 participants finishing. The relevance of the study was highlighted, suggesting the need for a larger RCT to evaluate the efficacy of oculomotor treatment in this population.", "Judgment": "No"}, {"Response": "The selected paragraphs discuss a pilot randomized controlled trial (RCT) for oculomotor treatment in TBI rehabilitation, comparing an impairment-based oculomotor protocol with an activity-based standard of care. Inclusion criteria included oculomotor impairment, while exclusion criteria were more stringent, including conditions like a short inpatient stay, blindness, and inability to follow commands. The intervention involved two groups, each receiving different protocols for a month. Primary and secondary outcome measures were specified, and the study concluded with suggestions for further research and the need to establish best practices in occupational therapy.", "Judgment": "No"}, {"Response": "The selected paragraphs discuss the importance of vision impairments after TBI, the lack of evidence for effective interventions, and the objective to pilot an RCT of oculomotor treatment in TBI rehabilitation. The study design includes a two-group RCT comparing an impairment-based oculomotor protocol with an activity-based standard of care. Inclusion and exclusion criteria are specified, and the intervention details a randomized assignment to either the Six Eye Exercises protocol or a standard-of-care protocol for 30 min/day, 5 days/week, for 4 weeks. Primary and secondary outcome measures are listed, and the conclusions suggest the need for a larger RCT to evaluate the efficacy of oculomotor treatment. The prevalence of visual impairments and oculomotor impairments in TBI patients is also discussed, along with the impact on daily activities and the lack of established best practices in occupational therapy.", "Judgment": "No"}, {"Response": "The selected paragraphs discuss a pilot randomized controlled trial (RCT) for oculomotor treatment in TBI rehabilitation. The trial compares an impairment-based oculomotor protocol with an activity-based standard of care. Inclusion criteria include oculomotor impairment, while exclusion criteria involve various conditions such as a short inpatient stay, blindness, and inability to follow commands. The intervention involves two groups: an experimental group receiving the Six Eye Exercises protocol and a control group receiving the standard-of-care protocol, both for 30 minutes a day, five days a week, over four weeks. Primary and secondary outcome measures are specified, including the Craig Hospital Eye Evaluation Rating Scale and other functional status tests. The study emphasizes the importance of evaluating and treating oculomotor impairments to improve functional vision in TBI rehabilitation. The protocols reflect different approaches to oculomotor treatment—a bottom-up approach with direct eye movement practice and a top-down approach with activity-based practice. The pilot study aims to assess the feasibility and effectiveness of these protocols for future larger trials.", "Judgment": "No"}, {"Response": "The selected paragraphs discuss a randomized controlled trial (RCT) for oculomotor treatment in TBI rehabilitation, comparing an impairment-based oculomotor protocol with an activity-based standard of care. Inclusion criteria include oculomotor impairment, while exclusion criteria involve various conditions such as a short inpatient stay, blindness, and inability to follow commands. The intervention involves two groups: one receiving the Six Eye Exercises protocol and the other a standard-of-care protocol, both for 30 min/day, 5 days/wk, for 4 wk. Primary and secondary outcome measures are detailed, including the Craig Hospital Eye Evaluation Rating Scale and other functional status tests. The study was approved by an institutional review board, and participants were paid for completed sessions. Data analysis included descriptive statistics. The CONSORT flow diagram details participant progression through the trial, with 14 participants retained for analysis. Baseline and post-treatment outcomes are mentioned, showing improvements in both groups with some variations in subscale results.", "Judgment": "No"}, {"Response": "The study involved 16 participants who completed the trial, with 4 withdrawing due to fatigue. No other negative effects were reported. Both treatment groups showed improvements in outcome measures. The study concluded that oculomotor dysfunction improved with treatment during inpatient rehabilitation for traumatic brain injury, but best practices in occupational therapy have not been established. The study recommended conducting a larger randomized controlled trial to evaluate the efficacy of oculomotor treatment. Demographic and clinical characteristics of the groups were similar, and both groups improved on the CHEERS scale, with the SOC group showing greater average change. Visual symptoms also improved post-treatment, with the SEE group showing a greater reduction in symptoms.", "Judgment": "No"}, {"Response": "The selected paragraphs discuss a pilot randomized controlled trial (RCT) for oculomotor treatment in TBI rehabilitation, comparing an impairment-based oculomotor protocol with an activity-based standard of care. Inclusion criteria included oculomotor impairment, while exclusion criteria were more stringent, including conditions like a short inpatient stay, blindness, and inability to follow commands. The intervention involved two groups: an experimental group receiving the Six Eye Exercises protocol and a control group receiving standard care, both for 30 minutes a day, five days a week, over four weeks. Primary and secondary outcome measures were specified, including the Craig Hospital Eye Evaluation Rating Scale and various functional status tests. The study concluded with 16 participants finishing, suggesting the need for a larger RCT to evaluate the efficacy of oculomotor treatment in this population, noting potential improvements in oculomotor dysfunction during inpatient rehabilitation but no established best practice in occupational therapy.", "Judgment": "No"}, {"Response": "The article discusses a pilot randomized controlled trial (RCT) for oculomotor treatment in TBI rehabilitation, comparing an impairment-based oculomotor protocol with an activity-based standard of care. The inclusion criteria included oculomotor impairment, while several conditions were listed as exclusion criteria. The intervention involved two groups: an experimental group receiving the Six Eye Exercises protocol and a control group receiving standard-of-care, both for 30 min/day, 5 days/wk, for 4 wk. The primary outcome measure was the Craig Hospital Eye Evaluation Rating Scale for oculomotor status, with additional secondary measures for functional status. The study concluded with 16 participants finishing, suggesting the need for a larger RCT to evaluate the efficacy of oculomotor treatment in this population, indicating that oculomotor dysfunction improves with remedial treatment during inpatient TBI rehabilitation, but best practice in occupational therapy has not yet been established.", "Judgment": "No"}], "final_answer_output": {"Judgment": "No", "Response": "The supporting information does not provide details on any interim analyses or stopping guidelines."}, "double_check_answer_output": {"Judgment": "No", "Response": "The supporting information does not provide details on any interim analyses or stopping guidelines."}}, {"id": 21, "history_instruction_selected_paragraphs": [{"Selected_paragraph_identifiers": [3, 4, 7, 10, 11]}, {"Selected_paragraph_identifiers": [3, 4, 7, 8, 9]}, {"Selected_paragraph_identifiers": [4, 7, 10, 11, 13]}, {"Selected_paragraph_identifiers": [4, 7, 10, 11, 13]}, {"Selected_paragraph_identifiers": [3, 4, 7, 8, 9]}, {"Selected_paragraph_identifiers": [3, 4, 7, 8, 11, 35, 36, 37, 42, 43]}], "history_score_output": [{"Response": "138 people were initially assessed for eligibility in the study.", "Judgment": "Yes"}, {"Response": "138 people were screened, and 26 were eligible. Out of the eligible, 6 declined participation. The exclusion criteria included inpatient stay <6 weeks, being blind, no functional arm use, inability to follow a three-step command, attention span <30 minutes, or participation in another clinical trial.", "Judgment": "Yes"}, {"Response": "Participants were randomized into an experimental group (n = 10) and a control group (n = 10).", "Judgment": "Yes"}, {"Response": "Participants were randomized into an experimental group (n = 10) receiving the Six Eye Exercises protocol or a control group (n = 10) receiving a standard-of-care protocol.", "Judgment": "Yes"}, {"Response": "Sixteen participants finished the study, and fatigue was the primary reason for withdrawal.", "Judgment": "Yes"}, {"Response": "In the SOC group, 6 participants were analyzed. In the SEE group, 8 participants were analyzed. Excluded from analysis were 6 participants: 3 from the SOC group and 3 from the SEE group, due to not completing the minimum number of treatment sessions or only partial follow-up assessment.", "Judgment": "Yes"}], "final_answer_output": {"Judgment": "Yes", "Response": "For the SOC group, 10 participants were randomly assigned, 7 received the intended treatment, and 6 were analyzed for the primary outcome. For the SEE group, 10 participants were randomly assigned, 9 received the intended treatment, and 8 were analyzed for the primary outcome."}, "double_check_answer_output": null}, {"id": 22, "history_instruction_selected_paragraphs": [{"Selected_paragraph_identifiers": [3, 4, 5, 6, 7]}, {"Selected_paragraph_identifiers": [4, 7, 10, 11, 13]}, {"Selected_paragraph_identifiers": [3, 4, 7, 8, 11, 35, 36, 37, 38, 39]}, {"Selected_paragraph_identifiers": [3, 4, 7, 8, 23]}, {"Selected_paragraph_identifiers": [1, 2, 4, 6, 11, 21, 23]}, {"Selected_paragraph_identifiers": [2, 3, 4, 7, 8, 23, 36]}], "history_score_output": [{"Response": "Initially recruited: 138 people with TBI were screened. Excluded before randomization: 112 (138 screened - 26 eligible).", "Judgment": "Yes"}, {"Response": "Participants were randomized into an experimental group (n = 10) and a control group (n = 10).", "Judgment": "Yes"}, {"Response": "In the SOC group, 3 participants did not receive the minimum 16/20 treatment sessions and 1 completed only a partial follow-up assessment. In the SEE group, 1 participant did not receive the minimum 16/20 treatment sessions and 1 completed only a partial follow-up assessment.", "Judgment": "Yes"}, {"Response": "Fatigue was the primary reason for withdrawal.", "Judgment": "Yes"}, {"Response": "The selected paragraphs discuss a randomized controlled pilot trial for oculomotor treatment in traumatic brain injury (TBI) rehabilitation. The trial compared an impairment-based oculomotor protocol with an activity-based standard of care. Inclusion criteria included oculomotor impairment, while exclusion criteria involved factors like a short inpatient stay, blindness, or inability to follow commands. The intervention involved two groups: one receiving the Six Eye Exercises protocol and the other a standard-of-care protocol, both for 30 minutes a day, five days a week, over four weeks. Primary and secondary outcome measures were specified, including the Craig Hospital Eye Evaluation Rating Scale and various functional status tests. The study concluded that oculomotor dysfunction improved with remedial treatment during inpatient TBI rehabilitation, but best practices in occupational therapy have not been established.", "Judgment": "No"}, {"Response": "No participants were excluded after randomization for not meeting eligibility criteria. The primary reason for withdrawal was fatigue.", "Judgment": "Yes"}], "final_answer_output": {"Judgment": "Yes", "Response": "For the SOC group, 3 participants did not receive the minimum 16/20 treatment sessions and 1 participant completed only partial follow-up assessment. For the SEE group, 1 participant did not receive the minimum 16/20 treatment sessions and 1 participant completed only partial follow-up assessment. The primary reason for withdrawal was fatigue."}, "double_check_answer_output": null}, {"id": 19, "history_instruction_selected_paragraphs": [{"Selected_paragraph_identifiers": [2, 4, 6, 10, 11, 33]}, {"Selected_paragraph_identifiers": [2, 4, 6, 7, 10, 21, 33]}, {"Selected_paragraph_identifiers": [2, 4, 6, 16, 24, 33, 34, 35, 36, 37]}, {"Selected_paragraph_identifiers": [2, 4, 6, 16, 23, 33, 34, 35, 36, 37]}, {"Selected_paragraph_identifiers": [2, 4, 6, 7, 8, 23, 36]}, {"Selected_paragraph_identifiers": [2, 3, 4, 6, 7]}], "history_score_output": [{"Response": "Data were analyzed descriptively as frequencies, percentages, means and standard deviations, and 95% confidence intervals.", "Judgment": "Yes"}, {"Response": "Data were analyzed descriptively as frequencies, percentages, means and standard deviations, and 95% confidence intervals.", "Judgment": "Yes"}, {"Response": "The selected paragraphs detail a randomized controlled trial (RCT) for oculomotor treatment in TBI rehabilitation, comparing an impairment-based oculomotor protocol with a standard of care. Inclusion criteria included oculomotor impairment, and exclusion criteria were specified. The intervention involved two groups: one receiving the Six Eye Exercises protocol and the other receiving standard care for 30 min/day, 5 days/wk, for 4 wk. Primary and secondary outcome measures were defined, including the Craig Hospital Eye Evaluation Rating Scale (CHEERS) and others. The study was approved by an institutional review board, and participants underwent baseline vision evaluations. Participants were paid for completed sessions, and data were analyzed descriptively. A CONSORT flow diagram illustrated participant progression through the trial. Demographic and clinical characteristics of the groups were presented, and baseline and posttreatment outcomes were discussed, including improvements noted in both groups.", "Judgment": "No"}, {"Response": "The study aimed to pilot an RCT of oculomotor treatment in TBI rehabilitation, comparing an impairment-based oculomotor protocol with a standard of care. Participants were screened for oculomotor impairment and randomized into two groups: one receiving the Six Eye Exercises protocol and the other receiving standard care. The primary outcome measure was the Craig Hospital Eye Evaluation Rating Scale (CHEERS), and secondary measures included the King-Devick Test, Delis–Kaplan Executive Function System Trail Making Test, Modified Nelson–Denny Reading Test, and Subjective Vision Symptom Scale. The study was approved by an institutional review board, and participants were paid for completed sessions. Data were analyzed descriptively. The flowchart showed 138 assessed, 118 excluded, and 20 randomized, with 14 retained for analysis. No significant differences were found between groups in demographics or clinical characteristics. Both groups improved on CHEERS, with the SOC group showing greater average change. On the Smooth Pursuit subscale, more in the SEE group reached an unimpaired score. Secondary outcomes also showed improvement in both groups, with the SEE group exhibiting a greater reduction in symptoms.", "Judgment": "No"}, {"Response": "The selected paragraphs discuss a randomized controlled trial (RCT) for oculomotor treatment in TBI rehabilitation, comparing an impairment-based oculomotor protocol with an activity-based standard of care. Inclusion criteria included oculomotor impairment, while exclusion criteria involved various conditions such as a short inpatient stay, blindness, and inability to follow commands. The intervention involved two groups: one receiving the Six Eye Exercises protocol and the other receiving standard care, both for 30 min/day, 5 days/wk, for 4 wk. Primary and secondary outcome measures were specified, including the Craig Hospital Eye Evaluation Rating Scale and other functional status tests. The study results indicate that 16 participants finished, with fatigue being the primary reason for withdrawal. Demographic and clinical characteristics of the groups were similar, and baseline assessments showed the standard care group to be more impaired. No significant differences between the groups were detected.", "Judgment": "No"}, {"Response": "The study aimed to pilot a randomized controlled trial (RCT) of oculomotor treatment in TBI rehabilitation, comparing an impairment-based oculomotor protocol with an activity-based standard of care in a two-group RCT. Participants were screened over 1 year, with 26 eligible out of 138 screened, and 6 declined. Inclusion criteria included oculomotor impairment, while exclusion criteria were stringent, including conditions like a short inpatient stay, blindness, and inability to follow commands. The intervention involved two groups: an experimental group receiving the Six Eye Exercises protocol and a control group receiving a standard-of-care protocol, both for 30 min/day, 5 days/wk, for 4 wk. Primary and secondary outcome measures were specified, with 16 participants completing the study.", "Judgment": "No"}], "final_answer_output": {"Judgment": "No", "Response": "The supporting information does not provide details on the specific statistical methods used to compare groups for primary and secondary outcomes."}, "double_check_answer_output": {"Judgment": "No", "Response": "The supporting information does not provide details on the specific statistical methods used to compare groups for primary and secondary outcomes."}}, {"id": 20, "history_instruction_selected_paragraphs": [{"Selected_paragraph_identifiers": [2, 4, 6, 10, 11, 33]}, {"Selected_paragraph_identifiers": [2, 4, 6, 10, 11, 36]}, {"Selected_paragraph_identifiers": [2, 4, 6, 13, 15, 23]}, {"Selected_paragraph_identifiers": [2, 4, 6, 7, 11, 33, 34, 35, 36, 37]}, {"Selected_paragraph_identifiers": [2, 4, 6, 16, 23, 36]}, {"Selected_paragraph_identifiers": [1, 2, 3, 4, 5, 6, 13, 16]}], "history_score_output": [{"Response": "Data were analyzed descriptively as frequencies, percentages, means and standard deviations, and 95% confidence intervals.", "Judgment": "Yes"}, {"Response": "The selected paragraphs discuss a pilot RCT comparing an impairment-based oculomotor protocol with a standard-of-care protocol in TBI rehabilitation. Inclusion criteria included oculomotor impairment, and exclusion criteria were specified. Participants were randomized into two groups: one receiving the Six Eye Exercises protocol and the other receiving standard care. The study measured oculomotor and functional impairments at baseline and post-treatment using various scales. The primary outcome measure was the Craig Hospital Eye Evaluation Rating Scale. Secondary measures included the King-Devick Test and others. The study concluded that oculomotor dysfunction improved with remedial treatment during inpatient TBI rehabilitation, but best practices in occupational therapy have not been established. Over a year, 138 people were screened, and 26 met eligibility criteria, with 16 completing the treatment sessions. No significant differences were detected between the two groups in demographic and clinical characteristics.", "Judgment": "No"}, {"Response": "The selected paragraphs discuss a randomized controlled trial (RCT) for oculomotor treatment in TBI rehabilitation, comparing an impairment-based oculomotor protocol with an activity-based standard of care. Inclusion criteria include oculomotor impairment, while exclusion criteria involve a short inpatient stay, blindness, lack of arm function, inability to follow commands, and participation in another clinical trial. The intervention involves two groups: an experimental group receiving the Six Eye Exercises protocol and a control group receiving standard-of-care for 30 min/day, 5 days/wk, for 4 wk. Primary and secondary outcome measures are specified, including the Craig Hospital Eye Evaluation Rating Scale and other functional status tests. The study design is a two-group RCT, and participants are screened and enrolled by their primary occupational therapist. The protocols reflect remedial and activity-based approaches to oculomotor treatment.", "Judgment": "No"}, {"Response": "The study piloted a randomized controlled trial (RCT) comparing an impairment-based oculomotor protocol with an activity-based standard of care in TBI rehabilitation. Participants were randomized into two groups: one receiving the Six Eye Exercises protocol and the other receiving the standard-of-care protocol. The trial included 20 participants, with 10 in each group, who underwent treatment for 4 weeks. Primary outcomes were measured using the Craig Hospital Eye Evaluation Rating Scale, and secondary measures included the King-Devick Test and others. Sixteen participants completed the study, with data analyzed descriptively. The study concluded that oculomotor dysfunction improved with remedial treatment during inpatient TBI rehabilitation, but best practices in occupational therapy have not yet been established.", "Judgment": "No"}, {"Response": "The study aimed to pilot a randomized controlled trial (RCT) of oculomotor treatment in TBI rehabilitation, comparing an impairment-based oculomotor protocol with an activity-based standard of care. Inclusion criteria included oculomotor impairment, while exclusion criteria were stringent, including factors like a short inpatient stay, blindness, and inability to follow commands. The intervention involved two groups: an experimental group receiving Six Eye Exercises protocol and a control group receiving standard-of-care protocol, both for 30 min/day, 5 days/wk, for 4 wk. Primary outcome measures were the Craig Hospital Eye Evaluation Rating Scale for oculomotor status, and secondary measures included tests for functional status. The study was approved by an institutional review board, and participants were screened and enrolled by a masked statistician. Over a year, 138 people were screened, and 26 met all criteria, with 16 completing the study. No significant differences were found between the two groups in demographic and clinical characteristics. At baseline, the control group showed more impairment than the experimental group.", "Judgment": "No"}, {"Response": "The study focused on oculomotor treatment in TBI rehabilitation, involving a randomized controlled trial comparing an impairment-based oculomotor protocol with an activity-based standard of care. Participants were screened over a year, with 26 eligible and 6 declining. Inclusion criteria included oculomotor impairment, while exclusion criteria involved conditions like short inpatient stays, blindness, and inability to follow commands. The intervention consisted of two groups: one receiving the Six Eye Exercises protocol and the other a standard-of-care protocol, both for 30 minutes daily over four weeks. Primary and secondary outcome measures were predefined, with the primary measure being the Craig Hospital Eye Evaluation Rating Scale for oculomotor status. The study was approved by an institutional review board, and the primary outcome measure had strong interrater reliability and moderate test-retest reliability.", "Judgment": "No"}], "final_answer_output": {"Judgment": "No", "Response": "The supporting information does not provide details on methods for additional analyses, such as subgroup analyses and adjusted analyses."}, "double_check_answer_output": {"Judgment": "No", "Response": "The supporting information does not provide details on methods for additional analyses, such as subgroup analyses and adjusted analyses."}}, {"id": 24, "history_instruction_selected_paragraphs": [{"Selected_paragraph_identifiers": [3, 4, 7, 10, 11]}, {"Selected_paragraph_identifiers": [2, 4, 6, 16, 17]}, {"Selected_paragraph_identifiers": [3, 4, 7, 8, 11, 36]}, {"Selected_paragraph_identifiers": [7, 8, 9, 10, 11, 36, 37, 44]}, {"Selected_paragraph_identifiers": [7, 8, 9, 10, 11, 36, 37, 38, 39, 44]}, {"Selected_paragraph_identifiers": [7, 8, 9, 10, 11]}], "history_score_output": [{"Response": "The trial started with the screening of 138 people with TBI and ended after 16 participants finished the study.", "Judgment": "Yes"}, {"Response": "The predefined goals or endpoints of the trial were to measure oculomotor status using the Craig Hospital Eye Evaluation Rating Scale (CHEERS) as the primary outcome measure, and to assess functional status using secondary measures including the King-Devick Test, Delis–Kaplan Executive Function System Trail Making Test: Condition 1 Visual Scanning, Modified Nelson–Denny Reading Test, and Subjective Vision Symptom Scale.", "Judgment": "Yes"}, {"Response": "The study involved 138 people with TBI screened over 1 year, with 26 eligible and 6 declining participation. 20 participants were randomized into two groups: 10 in the experimental group receiving the Six Eye Exercises protocol and 10 in the control group receiving standard-of-care protocol. The intervention lasted 30 min/day, 5 days/wk, for 4 wk. 16 participants completed the study, 4 withdrew due to fatigue, and 2 were dropped from analysis, leaving 14 for final analysis. No significant differences were found between the groups in demographics or clinical characteristics. The study concluded that oculomotor dysfunction improved with treatment during inpatient TBI rehabilitation, but best practices in occupational therapy are yet to be established.", "Judgment": "No"}, {"Response": "The study involved 16 participants who completed the trial, with 4 withdrawing due to fatigue. No other negative effects were reported. Both treatment groups showed improvements in outcome measures. The study concluded that oculomotor dysfunction improved with treatment during inpatient rehabilitation for TBI, but best practices in occupational therapy are yet to be established. The study recommended conducting a larger, more powered RCT and suggested improvements in oculomotor testing methods.", "Judgment": "No"}, {"Response": "The selected paragraphs detail a clinical trial involving participants with acquired brain injury. Sixteen participants completed the trial, with four withdrawing due to fatigue. No other negative effects were reported. Both treatment groups showed improvements in oculomotor function and visual symptoms. The study suggests the need for a larger, more powerful randomized controlled trial to further evaluate the efficacy of oculomotor treatment. The paragraphs also discuss the baseline impairments, improvements noted in both groups, and the potential for combining different treatment protocols in future studies.", "Judgment": "No"}, {"Response": "The study concluded with 16 participants finishing, with fatigue being the primary reason for withdrawal and no other negative effects noted. Both groups showed positive improvements as per the selected outcome measures. The study suggests the need for a more powerful randomized controlled trial (RCT) to evaluate the efficacy of oculomotor treatment in the population studied. It also highlights that oculomotor dysfunction appears to improve during inpatient TBI rehabilitation with remedial treatment, but best practices in occupational therapy have not yet been established.", "Judgment": "No"}], "final_answer_output": {"Judgment": "Yes", "Response": "The trial ended with 16 participants finishing, and the primary reason for withdrawal was fatigue, as mentioned in Paragraph 8."}, "double_check_answer_output": null}, {"id": 23, "history_instruction_selected_paragraphs": [{"Selected_paragraph_identifiers": [1, 2, 3, 4, 5, 23, 36]}, {"Selected_paragraph_identifiers": [2, 3, 4, 6, 7]}, {"Selected_paragraph_identifiers": [3, 4, 5, 6, 7, 32, 36]}, {"Selected_paragraph_identifiers": [2, 3, 4, 6, 7, 27, 32, 36]}, {"Selected_paragraph_identifiers": [2, 3, 4, 6, 7]}], "history_score_output": [{"Response": "The study titled 'Oculomotor Treatment in Traumatic Brain Injury Rehabilitation: A Randomized Controlled Pilot Trial' aimed to pilot a randomized controlled trial (RCT) of oculomotor treatment in TBI rehabilitation. The study was conducted in an inpatient rehabilitation setting, screening 138 people with TBI aged 18-65 years over a 1-year period. Twenty-six were eligible, but six declined participation. The inclusion criteria included oculomotor impairment, while exclusion criteria involved a projected inpatient stay of less than 6 weeks, inability to see stimuli, lack of functional arm use, inability to follow a three-step command, inability to sustain attention for a 30-minute treatment session, or participation in another clinical trial. Participants were randomized into an experimental group (Six Eye Exercises protocol) or a control group (standard-of-care protocol), each receiving treatment for 30 minutes per day, 5 days a week, for 4 weeks. Oculomotor and related functional impairments were measured at baseline and post-treatment. The study reported that 14 participants (70%) were retained for analysis, with no significant differences between the two groups in terms of age, gender, education, mechanism of injury, length of posttraumatic amnesia, or days post-admission.", "Judgment": "No"}, {"Response": "The study aimed to pilot a randomized controlled trial (RCT) of oculomotor treatment in TBI rehabilitation, comparing an impairment-based oculomotor protocol with an activity-based standard of care. The setting was inpatient rehabilitation, and participants were screened over 1 year. Inclusion criteria included oculomotor impairment, while exclusion criteria were stringent, including conditions like a short inpatient stay, blindness, and inability to follow commands. The intervention involved two groups: an experimental group receiving Six Eye Exercises protocol and a control group receiving standard-of-care protocol, both for 30 minutes daily over 4 weeks. Primary and secondary outcome measures were specified, and the study concluded with 16 participants finishing the trial.", "Judgment": "No"}, {"Response": "The study involved 138 individuals with TBI, ages 18-65, screened over a year, with 26 eligible and 6 declining. Participants were randomized into two groups: one receiving the Six Eye Exercises protocol and the other a standard-of-care protocol, both for 30 min/day, 5 days/wk, for 4 wk. Inclusion criteria included oculomotor impairment, while exclusion criteria were strict. Primary outcome measures were the Craig Hospital Eye Evaluation Rating Scale for oculomotor status, and secondary measures included the King-Devick Test and others. Sixteen participants completed the study, with 14 retained for analysis. No significant differences were found between the two groups in terms of age, gender, education, mechanism of injury, length of posttraumatic amnesia, or days postadmission.", "Judgment": "No"}, {"Response": "The study aimed to pilot an RCT of oculomotor treatment in TBI rehabilitation, comparing an impairment-based protocol with a standard of care. Participants were screened from a pool of 138 TBI patients, with 26 eligible and 20 ultimately participating. The intervention involved two groups receiving different protocols for 30 min/day, 5 days/wk, for 4 weeks. Primary outcomes were measured using the Craig Hospital Eye Evaluation Rating Scale, with secondary measures including tests for functional status. The study concluded with 14 participants retained for analysis, showing no significant differences between groups in demographic and clinical characteristics.", "Judgment": "No"}, {"Response": "The study aimed to pilot a randomized controlled trial (RCT) of oculomotor treatment in TBI rehabilitation, comparing an impairment-based oculomotor protocol with an activity-based standard of care. The setting was inpatient rehabilitation, and participants were screened over 1 year. Inclusion criteria included oculomotor impairment, while exclusion criteria were stringent, including conditions like a short inpatient stay, blindness, and inability to follow commands. The intervention involved two groups: an experimental group receiving Six Eye Exercises and a control group receiving standard care, both for 30 minutes daily over 4 weeks. Primary and secondary outcome measures were specified, and the results indicated that 16 participants completed the study.", "Judgment": "No"}], "final_answer_output": {"Judgment": "No", "Response": "The supporting information does not provide specific dates or time frames for the periods of recruitment and follow-up."}, "double_check_answer_output": {"Judgment": "No", "Response": "The supporting information does not provide specific dates or time frames for the periods of recruitment and follow-up."}}, {"id": 26, "history_instruction_selected_paragraphs": [{"Selected_paragraph_identifiers": [4]}, {"Selected_paragraph_identifiers": [2, 3, 4, 7, 13]}, {"Selected_paragraph_identifiers": [2, 4, 7, 10, 11, 23, 27, 36]}, {"Selected_paragraph_identifiers": [3, 4, 7, 8, 9, 35, 36, 37, 38, 39]}, {"Selected_paragraph_identifiers": [2, 3, 4, 7, 11, 36, 37]}, {"Selected_paragraph_identifiers": [2, 3, 4, 7, 11]}], "history_score_output": [{"Response": "10 participants were randomized into each group.", "Judgment": "Yes"}, {"Response": "Ten participants were included in each group (experimental group and control group).", "Judgment": "Yes"}, {"Response": "The study aimed to pilot an RCT of oculomotor treatment in TBI rehabilitation, comparing an impairment-based protocol with a standard of care. Inclusion criteria included oculomotor impairment, while several conditions like short inpatient stay, blindness, and inability to follow commands were exclusion criteria. Participants were randomized into two groups: one receiving the Six Eye Exercises protocol and the other a standard-of-care protocol, both for 30 min/day, 5 days/week, for 4 weeks. Oculomotor and functional impairments were measured at baseline and post-treatment. Sixteen participants completed the study, with improvements noted in both groups. The study concluded that oculomotor dysfunction improved with remedial treatment during inpatient rehabilitation, but best practices in occupational therapy are yet to be established. The screening process involved consecutive admissions to a TBI program, with eligibility determined by an occupational therapist. Treatment was provided by uniformly trained occupational therapists, and monthly meetings were held to maintain evaluation consistency. Over a year, 138 people were screened, 26 met eligibility criteria, and 16 completed the study, with no significant differences detected between the two groups in terms of demographics and clinical characteristics.", "Judgment": "No"}, {"Response": "In the SOC group, 3 participants were excluded due to not receiving the minimum 16/20 treatment sessions and 1 participant completed only partial follow-up assessment. In the SEE group, 1 participant did not receive the minimum 16/20 treatment sessions and 1 participant completed only partial follow-up assessment.", "Judgment": "Yes"}, {"Response": "For the SOC group, 6 participants were included in the analysis. For the SEE group, 8 participants were included in the analysis.", "Judgment": "Yes"}, {"Response": "Sixteen participants finished.", "Judgment": "Yes"}], "final_answer_output": {"Judgment": "Yes", "Response": "For the SOC group, 6 participants were analyzed, and for the SEE group, 8 participants were analyzed. The analysis was by original assigned groups."}, "double_check_answer_output": null}, {"id": 25, "history_instruction_selected_paragraphs": [{"Selected_paragraph_identifiers": [1, 2, 3, 4, 13, 35, 36, 37, 38, 41]}, {"Selected_paragraph_identifiers": [2, 3, 4, 13, 23, 36, 41]}, {"Selected_paragraph_identifiers": [2, 3, 4, 6, 13, 36, 41, 42, 43, 44]}, {"Selected_paragraph_identifiers": [1, 2, 3, 4, 5, 36, 41, 42, 43, 44]}, {"Selected_paragraph_identifiers": [2, 3, 4, 5, 6, 36, 37, 38, 39, 41]}, {"Selected_paragraph_identifiers": [2, 3, 4, 6, 13, 36, 37, 38, 39, 41]}], "history_score_output": [{"Response": "The baseline demographic characteristics of the participants in the SOC group (n = 6) and the SEE group (n = 8) are as follows: Age - SOC Group: 33.0 (10.5) years, SEE Group: 37.6 (12.2) years; Gender - SOC Group: 6 males, 0 females, SEE Group: 6 males, 2 females; Education - SOC Group: 4 high school diplomas, 2 college degrees, SEE Group: 5 high school diplomas, 3 college degrees; Mechanism of injury - SOC Group: 4 MVA, 2 non-MVA, SEE Group: 5 MVA, 3 non-MVA; Days postinjury - SOC Group: 46.0 (25.7) days, SEE Group: 33.1 (9.9) days; Days in posttraumatic amnesia - SOC Group: 45.0 (25.2) days, SEE Group: 46.1 (10.6) days; Admission FIM Motor score - SOC Group: 29.8 (16.0), SEE Group: 28.6 (11.7); Admission FIM Cognitive score - SOC Group: 11.7 (3.9), SEE Group: 13.3 (7.0); Therapy sessions completed - SOC Group: 18.7 (1.4), SEE Group: 18.6 (0.7).", "Judgment": "Yes"}, {"Response": "The baseline clinical characteristics of the participants in each group are as follows: Age (SOC Group: 33.0 (10.5) years, SEE Group: 37.6 (12.2) years), Gender (SOC Group: 6 males, 0 females; SEE Group: 6 males, 2 females), Education (SOC Group: 4 high school diplomas, 2 college degrees; SEE Group: 5 high school diplomas, 3 college degrees), Mechanism of injury (SOC Group: 4 MVA, 2 non-MVA; SEE Group: 5 MVA, 3 non-MVA), Days postinjury (SOC Group: 46.0 (25.7) days, SEE Group: 33.1 (9.9) days), Days in posttraumatic amnesia (SOC Group: 45.0 (25.2) days, SEE Group: 46.1 (10.6) days), Admission FIM Motor score (SOC Group: 29.8 (16.0), SEE Group: 28.6 (11.7)), Admission FIM Cognitive score (SOC Group: 11.7 (3.9), SEE Group: 13.3 (7.0)), Therapy sessions completed (SOC Group: 18.7 (1.4), SEE Group: 18.6 (0.7)).", "Judgment": "Yes"}, {"Response": "Continuous variables such as age are summarized using mean and standard deviation in the baseline characteristics table. For example, the age for the SOC group is 33.0 (10.5) and for the SEE group is 37.6 (12.2).", "Judgment": "Yes"}, {"Response": "In the baseline characteristics table, categorical variables such as gender are summarized by numbers. For example, in the SOC group, there are 6 males and 0 females, and in the SEE group, there are 6 males and 2 females.", "Judgment": "Yes"}, {"Response": "No significant differences between the two groups were detected for age, gender, education, mechanism of injury, length of posttraumatic amnesia, or days postadmission. Demographic and clinical characteristics of the two groups are presented in Table 1.", "Judgment": "Yes"}, {"Response": "\\begin{table}[h!]\\centering\\caption{Table 1. Participant Demographics}\\begin{tabular}{|l|c|c|}\\hline\\textbf{Characteristic} & \\textbf{SOC Group ($n = 6$),} & \\textbf{SEE Group ($n = 8$),} \\\\ & \\textbf{M (SD) or $n$} & \\textbf{M (SD) or $n$} \\\\ \\hline Age, yr & 33.0 (10.5) & 37.6 (12.2) \\\\ \\hline Gender & & \\\\ \\hspace{10pt} Male & 6 & 6 \\\\ \\hspace{10pt} Female & 0 & 2 \\\\ \\hline Education & & \\\\ \\hspace{10pt} High school diploma & 4 & 5 \\\\ \\hspace{10pt} College degree & 2 & 3 \\\\ \\hline Mechanism of injury & & \\\\ \\hspace{10pt} MVA & 4 & 5 \\\\ \\hspace{10pt} Non-MVA & 2 & 3 \\\\ \\hline Days postinjury & 46.0 (25.7) & 33.1 (9.9) \\\\ \\hline Days in posttraumatic amnesia & 45.0 (25.2) & 46.1 (10.6) \\\\ \\hline Admission FIM\\textsuperscript{a} Motor score & 29.8 (16.0) & 28.6 (11.7) \\\\ \\hline Admission FIM Cognitive score\\textsuperscript{b} & 11.7 (3.9) & 13.3 (7.0) \\\\ \\hline Therapy sessions completed & 18.7 (1.4) & 18.6 (0.7) \\\\ \\hline \\end{tabular}\\begin{flushleft}\\footnotesize \\textbf{Note.} M = mean; MVA = motor vehicle accident; SD = standard deviation; SEE = Six Eye Exercises; SOC = standard of care. \\\\ \\textsuperscript{a} Possible score range, 13–91. \\\\ \\textsuperscript{b} Possible score range, 5–35. \\end{flushleft}\\end{table}", "Judgment": "Yes"}], "final_answer_output": {"Judgment": "Yes", "Response": "Table 1 in the supporting information provides the baseline demographic and clinical characteristics for each group, including age, gender, education, mechanism of injury, days postinjury, days in posttraumatic amnesia, admission FIM Motor score, and admission FIM Cognitive score."}, "double_check_answer_output": null}, {"id": 27, "history_instruction_selected_paragraphs": [{"Selected_paragraph_identifiers": [5, 6, 17, 18, 19]}, {"Selected_paragraph_identifiers": [6, 10, 16, 17, 18, 21]}, {"Selected_paragraph_identifiers": [6, 7, 10, 16, 17, 37]}, {"Selected_paragraph_identifiers": [2, 4, 6, 10, 11]}, {"Selected_paragraph_identifiers": [2, 4, 6, 7, 10, 36, 37]}], "history_score_output": [{"Response": "Primary outcome measure: Craig Hospital Eye Evaluation Rating Scale for oculomotor status. Secondary measures: King-Devick Test, Delis–Kaplan Executive Function System Trail Making Test: Condition 1 Visual Scanning, Modified Nelson–Denny Reading Test, and Subjective Vision Symptom Scale.", "Judgment": "Yes"}, {"Response": "The primary outcome measure is the Craig Hospital Eye Evaluation Rating Scale for oculomotor status. Secondary measures include the King-Devick Test, Delis–Kaplan Executive Function System Trail Making Test: Condition 1 Visual Scanning, Modified Nelson–Denny Reading Test, and Subjective Vision Symptom Scale. The study was approved by the HCA Healthcare HealthONE institutional review board. The Craig Hospital Eye Examination Rating Scale (CHEERS) measures oculomotor impairments with strong interrater reliability and moderate test-retest reliability. A higher CHEERS score indicates greater impairment. The King-Devick Test measures saccadic speed and accuracy with strong test-retest reliability and sensitivity. The Delis–Kaplan Executive Function System Trail Making Test: Condition 1 Visual Scanning measures scanning speed and accuracy with test-retest reliability of .56. The Vision Symptom Scale is an 11-symptom self-report Likert scale used to monitor subjective symptom frequency and severity.", "Judgment": "No"}, {"Response": "The primary outcome measure was the Craig Hospital Eye Evaluation Rating Scale for oculomotor status. Secondary measures included the King-Devick Test, Delis–Kaplan Executive Function System Trail Making Test: Condition 1 Visual Scanning, Modified Nelson–Denny Reading Test, and Subjective Vision Symptom Scale. Sixteen participants completed the study. Both groups showed positive improvements in selected outcome measures. The study was approved by the HCA Healthcare HealthONE institutional review board. The Craig Hospital Eye Examination Rating Scale (CHEERS) measures oculomotor impairments and has strong interrater reliability and moderate test–retest reliability. A higher CHEERS score indicates greater impairment. The King–Devick Test measures saccadic speed and accuracy with strong test–retest reliability and sensitivity. Impairment was most frequently noted on the Smooth Pursuit subscale of CHEERS, with both groups improving. The SEE group had a greater reduction in visual symptoms posttreatment compared to the SOC group. Reading rates on the NDRT were similar for both groups at baseline.", "Judgment": "No"}, {"Response": "The study aimed to pilot a randomized controlled trial (RCT) of oculomotor treatment in TBI rehabilitation, comparing an impairment-based oculomotor protocol with an activity-based standard of care. Participants were randomized into two groups: one receiving the Six Eye Exercises protocol and the other receiving a standard-of-care protocol for 30 min/day, 5 days/wk, for 4 wk. The inclusion criteria included oculomotor impairment, while several exclusion criteria were also listed. Primary and secondary outcome measures were specified, including the Craig Hospital Eye Evaluation Rating Scale for oculomotor status and additional functional status tests. The study concluded that selected outcome measures showed positive improvements in both groups, suggesting the need for a larger, appropriately powered RCT to evaluate the efficacy of oculomotor treatment in this population.", "Judgment": "No"}, {"Response": "The study aimed to pilot a randomized controlled trial (RCT) of oculomotor treatment in TBI rehabilitation, comparing an impairment-based oculomotor protocol with an activity-based standard of care. Participants were randomized into two groups: one receiving the Six Eye Exercises protocol and the other receiving a standard-of-care protocol. The primary outcome measure was the Craig Hospital Eye Evaluation Rating Scale for oculomotor status, with secondary measures including the King-Devick Test, Delis–Kaplan Executive Function System Trail Making Test, Modified Nelson–Denny Reading Test, and Subjective Vision Symptom Scale. Sixteen participants completed the study, with no significant differences detected between the two groups for demographic and clinical characteristics. The SOC group was more impaired than the SEE group at baseline, but both groups improved posttreatment, with the SOC group showing greater average change on CHEERS. On the Smooth Pursuit subscale, more participants in the SEE group reached an unimpaired score compared to the SOC group. Posttreatment, the number and severity of symptoms improved in both groups, with the SEE group exhibiting a greater reduction in average number of symptoms.", "Judgment": "No"}], "final_answer_output": {"Judgment": "No", "Response": "The supporting information does not provide details on the estimated effect size and its precision (such as 95% confidence interval) for each primary and secondary outcome."}, "double_check_answer_output": {"Judgment": "No", "Response": "The supporting information does not provide details on the estimated effect size and its precision (such as 95% confidence interval) for each primary and secondary outcome."}}, {"id": 30, "history_instruction_selected_paragraphs": [{"Selected_paragraph_identifiers": [36, 37, 38, 39, 44]}, {"Selected_paragraph_identifiers": [7, 8, 9, 10, 11, 23, 36, 37]}, {"Selected_paragraph_identifiers": [7, 8, 9, 10, 11]}, {"Selected_paragraph_identifiers": [7, 8, 9, 10, 11, 36, 37]}, {"Selected_paragraph_identifiers": [7, 8, 9, 10, 11, 36, 37]}, {"Selected_paragraph_identifiers": [7, 8, 9, 10, 11]}], "history_score_output": [{"Response": "Four participants withdrew from the study early as a result of fatigue (3 from the SOC group and 1 from the SEE group). No other negative effects were reported in either treatment group.", "Judgment": "Yes"}, {"Response": "Four participants withdrew from the study early due to fatigue, with 3 from the SOC group and 1 from the SEE group. No other negative effects were reported in either treatment group.", "Judgment": "Yes"}, {"Response": "The most common adverse event was fatigue, which was the primary reason for withdrawal.", "Judgment": "Yes"}, {"Response": "Sixteen participants finished the study, with four withdrawing due to fatigue. No other negative effects were reported. Both treatment groups showed positive improvements in outcome measures. The study concluded that oculomotor dysfunction improved with treatment during inpatient TBI rehabilitation, but best practices in occupational therapy have not been established. Demographic and clinical characteristics of the groups were similar, and both groups improved on the CHEERS scale, with the SOC group showing greater average change. Visual symptoms also improved post-treatment in both groups.", "Judgment": "No"}, {"Response": "Sixteen participants finished the study, with four withdrawing due to fatigue. No other negative effects were noted. Both treatment groups showed positive improvements in outcome measures. The study concluded that oculomotor dysfunction improved with treatment during inpatient TBI rehabilitation, but best practices in occupational therapy have not been established. Demographic and clinical characteristics of the two groups were similar, with no significant differences detected. Both groups improved on the CHEERS scale, with the SOC group showing greater average change. Visual symptoms improved post-treatment in both groups, with the SEE group showing a greater reduction in average number of symptoms.", "Judgment": "No"}, {"Response": "The study noted that fatigue was the primary reason for withdrawal and no other negative effects were noted, indicating that adverse events were attributed to fatigue rather than the interventions.", "Judgment": "Yes"}], "final_answer_output": {"Judgment": "Yes", "Response": "The supporting information notes that fatigue was the primary reason for withdrawal, with four participants withdrawing from the study early due to fatigue. No other negative effects were reported in either the SEE group or the SOC group."}, "double_check_answer_output": null}, {"id": 31, "history_instruction_selected_paragraphs": [{"Selected_paragraph_identifiers": [7, 10, 11, 13, 14]}, {"Selected_paragraph_identifiers": [3, 4, 7, 8, 11]}, {"Selected_paragraph_identifiers": [2, 4, 15, 16, 23]}, {"Selected_paragraph_identifiers": [5, 6, 16, 17, 18]}, {"Selected_paragraph_identifiers": [21, 23, 30, 31, 37]}, {"Selected_paragraph_identifiers": [2, 7, 10, 11, 13, 39, 40, 44]}], "history_score_output": [{"Response": "The key findings of the trial suggest that oculomotor dysfunction improves during inpatient TBI rehabilitation with remedial treatment, and that conducting an appropriately powered RCT is necessary to evaluate the efficacy of oculomotor treatment in this population.", "Judgment": "Yes"}, {"Response": "The primary limitations identified by the authors are not explicitly mentioned in the selected paragraphs. However, they suggest the need for an appropriately powered RCT to evaluate the efficacy of oculomotor treatment, indicating a limitation in study power. Additionally, the high dropout rate due to fatigue and the lack of established best practice in occupational therapy also imply limitations.", "Judgment": "Yes"}, {"Response": "The authors addressed potential sources of bias by using a two-group RCT design, ensuring participants were masked to their group assignment, and having a masked statistician assign participants according to a randomization schedule.", "Judgment": "Yes"}, {"Response": "The authors addressed potential imprecision in the measurement of outcomes by using instruments with reported interrater reliability (strong for CHEERS) and test-retest reliability (moderate for CHEERS, strong for King-Devick Test, and .56 for Delis-Kaplan Executive Function System Trail Making Test).", "Judgment": "Yes"}, {"Response": "The selected paragraphs discuss a study involving participants with traumatic brain injury (TBI) focusing on visual impairment and oculomotor skills. The study used the Vision Symptom Scale (VSS) to measure subjective symptoms and the NDRT for reading tasks. Participants were divided into an experimental SEE group and a control SOC group, both undergoing different treatment protocols involving eye exercises and oculomotor activities. The study reported improvements in both groups on the CHEERS scale, particularly in the Smooth Pursuit subscale, with the SEE group showing a greater reduction in visual symptoms post-treatment. Reading rates were similar at baseline for both groups.", "Judgment": "No"}, {"Response": "The selected paragraphs discuss the prevalence of vision impairments after TBI, the lack of evidence for effective oculomotor interventions, the objective of piloting an RCT for oculomotor treatment in TBI rehabilitation, the design of the trial comparing an impairment-based protocol with an activity-based standard of care, the completion of the trial by 16 participants, the positive improvements in both groups, the suggestion for a larger RCT to evaluate efficacy, the inclusion of all eye movements in the treatment protocol, the improvement in functional status in both groups, and the recommendation for further studies to determine the clinical usefulness of the protocols.", "Judgment": "No"}], "final_answer_output": {"Judgment": "Yes", "Response": "The trial limitations mentioned include fatigue as the primary reason for withdrawal, the diffuse nature of TBIs and natural healing during acute rehabilitation making it difficult to attribute improvements solely to treatment, and the suggestion for more sensitive oculomotor testing to improve objective measurement. Sources of potential bias could include the masking of participants to group assignment and the use of compensatory lenses during treatment sessions. Imprecision might be addressed by recommending a plan for quickly dispensing lenses for pretesting and using statistical analyses in a larger study to determine factors contributing to improvements. Multiplicity of analyses is not explicitly mentioned, but the suggestion for a third treatment group receiving a combination of SEE and SOC treatments implies a consideration for multiple comparisons."}, "double_check_answer_output": null}, {"id": 32, "history_instruction_selected_paragraphs": [{"Selected_paragraph_identifiers": [2, 3, 4, 11, 13, 36]}, {"Selected_paragraph_identifiers": [2, 3, 4, 6, 13]}, {"Selected_paragraph_identifiers": [3, 4, 5, 13, 15]}, {"Selected_paragraph_identifiers": [2, 4, 6, 10, 13]}, {"Selected_paragraph_identifiers": [2, 4, 6, 7, 10, 36, 37, 38, 39, 44]}, {"Selected_paragraph_identifiers": [3, 4, 7, 11, 13]}], "history_score_output": [{"Response": "The selected paragraphs discuss a study on oculomotor treatment in TBI rehabilitation, including the importance of vision impairments post-TBI, the objective to pilot an RCT, the design comparing an impairment-based protocol with a standard of care, the setting in inpatient rehabilitation, participant details, inclusion and exclusion criteria, intervention specifics, and study conclusions suggesting the need for a larger RCT to evaluate efficacy. The study also mentions the prevalence of oculomotor impairments in TBI patients, the impact on daily activities, and the lack of established best practices in occupational therapy for this population.", "Judgment": "No"}, {"Response": "The selected paragraphs discuss a randomized controlled trial (RCT) for oculomotor treatment in TBI rehabilitation, including the importance of addressing vision impairments post-TBI, the objective of the trial, design, setting, participant details, inclusion and exclusion criteria, intervention specifics, and outcome measures used. The trial compares an impairment-based oculomotor protocol with an activity-based standard of care, with participants randomized into two groups. The primary outcome measure is the Craig Hospital Eye Evaluation Rating Scale, and secondary measures include tests for functional status. The paragraphs also highlight the prevalence of vision impairments in TBI patients and the lack of evidence for effective remedial protocols in this population.", "Judgment": "No"}, {"Response": "Eligibility criteria included oculomotor impairment. Participants were 138 people with TBI, ages 18-65 years, screened over 1 year, with 26 eligible and 6 declining. The setting was inpatient rehabilitation. Exclusion criteria were inpatient stay <6 weeks, blindness, no functional arm use, inability to follow a three-step command, attention <30 minutes, or participation in another clinical trial.", "Judgment": "Yes"}, {"Response": "The interventions included a Six Eye Exercises protocol for the experimental group and a standard-of-care protocol for the control group, both administered for 30 min/day, 5 days/wk, for 4 wk. The outcomes measured were the Craig Hospital Eye Evaluation Rating Scale for oculomotor status, and secondary measures for functional status including the King-Devick Test, Delis–Kaplan Executive Function System Trail Making Test: Condition 1 Visual Scanning, Modified Nelson–Denny Reading Test, and Subjective Vision Symptom Scale. Both groups showed positive improvements in the selected outcome measures.", "Judgment": "Yes"}, {"Response": "There were no significant differences between the two groups in terms of age, gender, education, mechanism of injury, length of posttraumatic amnesia, or days postadmission. However, the SOC group was more impaired than the SEE group at baseline. Both groups improved on the CHEERS, with the SOC group exhibiting greater average change. On the Smooth Pursuit subscale, more in the SEE group reached an unimpaired score than in the SOC group. The SEE group reported a greater reduction in average number of symptoms posttreatment. The SEE group also exhibited greater average improvement in reading speed and visual scanning test posttreatment.", "Judgment": "Yes"}, {"Response": "The study did not explicitly mention any limitations regarding generalizability to other settings or populations. However, the sample size was small (16 participants finished), and the study was conducted in an inpatient rehabilitation setting, which might limit the applicability to other settings such as outpatient or community-based rehabilitation. Additionally, the inclusion criteria were specific to individuals with oculomotor impairment, which might limit the generalizability to other types of TBI impairments.", "Judgment": "Yes"}], "final_answer_output": {"Judgment": "No", "Response": "The supporting information does not provide details on the generalizability of the trial findings, such as the diversity of the participant population, the applicability of the interventions in different settings, or the comparison of outcomes with other similar studies."}, "double_check_answer_output": {"Judgment": "No", "Response": "The supporting information does not provide details on the generalizability of the trial findings, such as the diversity of the participant population, the applicability of the interventions in different settings, or the comparison of outcomes with other similar studies."}}, {"id": 28, "history_instruction_selected_paragraphs": [{"Selected_paragraph_identifiers": [2, 4, 6, 10, 11]}, {"Selected_paragraph_identifiers": [2, 4, 6, 10, 11, 36, 44]}, {"Selected_paragraph_identifiers": [6, 7, 10, 11, 12, 36, 37]}, {"Selected_paragraph_identifiers": [1, 2, 6, 7, 11, 36]}, {"Selected_paragraph_identifiers": [2, 4, 6, 7, 11, 36, 37, 38, 39, 44]}, {"Selected_paragraph_identifiers": [2, 4, 6, 7, 10, 36, 37, 38, 39, 44]}], "history_score_output": [{"Response": "The primary outcome measure of the study is the Craig Hospital Eye Evaluation Rating Scale for oculomotor status.", "Judgment": "Yes"}, {"Response": "The study aimed to pilot a randomized controlled trial (RCT) of oculomotor treatment in TBI rehabilitation, comparing an impairment-based oculomotor protocol with an activity-based standard of care. Participants were randomized into two groups: one receiving the Six Eye Exercises protocol and the other receiving a standard-of-care protocol. The primary outcome measure was the Craig Hospital Eye Evaluation Rating Scale for oculomotor status, with secondary measures including the King-Devick Test and others. The study concluded that oculomotor dysfunction improved during inpatient TBI rehabilitation with remedial treatment, but best practice in occupational therapy has not yet been established. Participants were screened for eligibility, and 26 met all criteria, with 16 completing the minimum number of treatment sessions. No significant differences were detected between the two groups in demographic and clinical characteristics. The study recommended further research with more sensitive oculomotor testing and suggested a third treatment group receiving a combination of SEE and SOC treatments.", "Judgment": "No"}, {"Response": "The study used the Craig Hospital Eye Evaluation Rating Scale for oculomotor status as the primary outcome measure and included secondary measures like the King-Devick Test and others. Sixteen participants completed the study, and selected outcome measures showed positive improvements in both groups. The study concluded that oculomotor dysfunction improved with remedial treatment during inpatient TBI rehabilitation, but best practices in occupational therapy have not been established. An appropriately powered RCT could contribute positively to clinician evidence. Participants were screened from a pool of 138 people with acquired brain injury, with 26 meeting eligibility criteria, and 16 completing the study. No significant differences were found between the two groups in terms of age, gender, education, mechanism of injury, length of posttraumatic amnesia, or days postadmission. Both groups improved on the CHEERS, with the SOC group showing greater average change, and more participants in the SEE group reaching an unimpaired score on the Smooth Pursuit subscale. Visual symptoms improved post-treatment in both groups, with the SEE group showing a greater reduction in average number of symptoms. Reading rates were similar for both groups at baseline.", "Judgment": "No"}, {"Response": "The study conducted a randomized controlled trial comparing an impairment-based oculomotor protocol with an activity-based standard of care in TBI rehabilitation. The primary outcome measure was the Craig Hospital Eye Evaluation Rating Scale for oculomotor status. Sixteen participants completed the study, with 14 retained for analysis. No significant differences were found between the two groups in terms of age, gender, education, mechanism of injury, length of posttraumatic amnesia, or days postadmission. At baseline, the standard of care group showed more impairment than the oculomotor treatment group. The study suggests the need for a larger, powered RCT to evaluate the efficacy of oculomotor treatment in this population.", "Judgment": "No"}, {"Response": "The study piloted a randomized controlled trial comparing an impairment-based oculomotor protocol with a standard-of-care protocol in TBI rehabilitation. Participants were screened from 138 people with acquired brain injury, with 26 meeting eligibility criteria. Sixteen participants completed the study, with no significant differences in demographics between the two groups. Both groups showed improvement in oculomotor and functional status, with the experimental group showing greater reductions in visual symptoms and improvements in reading speed. The study concluded that oculomotor intervention could be helpful in TBI rehabilitation, but recommended further studies with more sensitive oculomotor testing and a mixed treatment approach.", "Judgment": "No"}, {"Response": "The study piloted a randomized controlled trial comparing an impairment-based oculomotor protocol (Six Eye Exercises, SEE) with a standard-of-care (SOC) protocol in TBI rehabilitation. Participants were screened from 138 people in acute rehabilitation, with 26 meeting eligibility criteria, and 16 completing the study. The primary outcome measure was the Craig Hospital Eye Evaluation Rating Scale (CHEERS), with secondary measures including the King-Devick Test, Delis–Kaplan Executive Function System Trail Making Test, Modified Nelson–Denny Reading Test, and Subjective Vision Symptom Scale. Both groups showed improvements post-treatment, with the SEE group showing greater reductions in visual symptoms and improvements in reading speed. The study recommended further research and more sensitive oculomotor testing for better objective measurement.", "Judgment": "No"}], "final_answer_output": {"Judgment": "No", "Response": "The supporting information does not provide details on the presentation of both absolute and relative effect sizes for binary outcomes."}, "double_check_answer_output": {"Judgment": "No", "Response": "The supporting information does not provide details on the presentation of both absolute and relative effect sizes for binary outcomes."}}, {"id": 34, "history_instruction_selected_paragraphs": [{"Selected_paragraph_identifiers": [1, 2, 3, 4, 5, 6, 11]}, {"Selected_paragraph_identifiers": [1, 2, 3, 4, 5, 23, 36]}], "history_score_output": [{"Response": "The article discusses a randomized controlled pilot trial on oculomotor treatment in traumatic brain injury (TBI) rehabilitation. The trial aimed to compare an impairment-based oculomotor protocol with an activity-based standard of care. Participants were screened over a year, with 26 eligible and 6 declining. Inclusion criteria included oculomotor impairment, while exclusion criteria covered various conditions such as a short inpatient stay, blindness, and inability to follow commands. The intervention involved two groups: one receiving the Six Eye Exercises protocol and the other a standard-of-care protocol, both for 30 minutes a day, five days a week, over four weeks. Primary and secondary outcome measures were specified, including the Craig Hospital Eye Evaluation Rating Scale and several other tests. The conclusion suggests the need for a larger, powered RCT to evaluate the efficacy of oculomotor treatment in this population, indicating that oculomotor dysfunction improves with remedial treatment during inpatient TBI rehabilitation, but best practices in occupational therapy have not yet been established.", "Judgment": "No"}, {"Response": "The selected paragraphs discuss a randomized controlled pilot trial for oculomotor treatment in traumatic brain injury (TBI) rehabilitation. The trial aimed to compare an impairment-based oculomotor protocol with an activity-based standard of care. Participants were screened for eligibility, with inclusion criteria including oculomotor impairment and exclusion criteria such as a projected inpatient stay of less than 6 weeks. The intervention involved two groups: an experimental group receiving the Six Eye Exercises protocol and a control group receiving standard-of-care protocol, both for 30 minutes per day, 5 days a week, for 4 weeks. The study took place in an inpatient rehabilitation setting, and outcomes were measured at baseline and post-treatment. The trial screened 138 people with TBI, with 26 eligible participants, and 14 were retained for analysis. No significant differences were detected between the two groups in terms of age, gender, education, mechanism of injury, length of posttraumatic amnesia, or days post-admission.", "Judgment": "No"}], "final_answer_output": {"Judgment": "No", "Response": "The supporting information does not provide the registration number and name of the trial registry."}, "double_check_answer_output": {"Judgment": "No", "Response": "The supporting information does not provide the registration number and name of the trial registry."}}, {"id": 29, "history_instruction_selected_paragraphs": [{"Selected_paragraph_identifiers": [2, 4, 6, 7, 11, 36, 37]}, {"Selected_paragraph_identifiers": [2, 4, 6, 11, 13, 23]}, {"Selected_paragraph_identifiers": [7, 8, 9, 10, 11, 36, 37, 38, 39, 40]}, {"Selected_paragraph_identifiers": [2, 4, 6, 13, 14]}, {"Selected_paragraph_identifiers": [2, 4, 6, 7, 11, 33, 34, 35, 36, 37]}, {"Selected_paragraph_identifiers": [2, 4, 6, 13, 16]}, {"Selected_paragraph_identifiers": [7, 8, 9, 10, 11, 33, 34, 35, 36, 37]}], "history_score_output": [{"Response": "The study piloted a randomized controlled trial (RCT) comparing an impairment-based oculomotor protocol with an activity-based standard of care in TBI rehabilitation. Inclusion criteria included oculomotor impairment, while exclusion criteria were strict. Participants were randomized into two groups: one receiving the Six Eye Exercises protocol and the other receiving standard-of-care. The primary outcome measure was the Craig Hospital Eye Evaluation Rating Scale for oculomotor status, with secondary measures including the King-Devick Test and others. Sixteen participants completed the study, with no significant differences in demographics or clinical characteristics between the groups. Both groups showed improvement on the primary outcome measure, with the standard-of-care group exhibiting greater average change. Secondary outcomes also showed improvement in visual symptoms and reading rate.", "Judgment": "No"}, {"Response": "The selected paragraphs discuss a randomized controlled trial (RCT) for oculomotor treatment in TBI rehabilitation, comparing an impairment-based oculomotor protocol with an activity-based standard of care. Inclusion criteria include oculomotor impairment, while exclusion criteria involve conditions like a short inpatient stay, blindness, and inability to follow commands. The intervention involves two groups: one receiving the Six Eye Exercises protocol and the other a standard-of-care protocol, both for 30 min/day, 5 days/week, for 4 weeks. Primary and secondary outcome measures are specified, including the Craig Hospital Eye Evaluation Rating Scale and other functional status tests. The study concludes that oculomotor dysfunction improves with remedial treatment during inpatient TBI rehabilitation, but best practices in occupational therapy are yet to be established. The trial's design, participant screening, and enrollment processes are also detailed.", "Judgment": "No"}, {"Response": "The study involved 16 participants who completed the trial, with fatigue being the primary reason for withdrawal. No other negative effects were noted. Both treatment groups showed positive improvements, and the study concluded that oculomotor dysfunction improved with remedial treatment during inpatient TBI rehabilitation. The study recommended conducting a larger RCT to evaluate the efficacy of oculomotor treatment. Participants were screened from a pool of 138 people with acquired brain injury, with 26 meeting eligibility criteria. Sixteen participants completed the minimum number of treatment sessions, and four withdrew due to fatigue. Demographic and clinical characteristics of the groups were similar. Both groups improved on the CHEERS scale, with the SOC group showing greater average change. Visual symptoms improved post-treatment in both groups, with the SEE group showing a greater reduction in symptoms. Reading rates improved in both groups, with the SEE group exhibiting greater average improvement in reading speed. The study suggested that oculomotor intervention could be helpful in TBI rehabilitation and recommended further study on the clinical usefulness of the SEE protocol.", "Judgment": "No"}, {"Response": "The selected paragraphs discuss a pilot randomized controlled trial (RCT) for oculomotor treatment in TBI rehabilitation. The study compares an impairment-based oculomotor protocol with an activity-based standard of care. Inclusion criteria include oculomotor impairment, while exclusion criteria cover various conditions such as a short inpatient stay, blindness, and inability to follow commands. The intervention involves two groups: one receiving the Six Eye Exercises protocol and the other a standard-of-care protocol, both for 30 minutes a day, five days a week, over four weeks. Primary and secondary outcome measures are specified, including the Craig Hospital Eye Evaluation Rating Scale and other functional status tests. The study emphasizes the importance of evaluating and treating oculomotor impairments to improve functional vision in TBI rehabilitation, with both remedial and compensatory interventions considered. The protocols reflect different approaches to oculomotor treatment—a bottom-up approach with direct eye movement practice and a top-down approach with activity-based practice. The pilot study aims to assess the feasibility and effectiveness of these protocols for future larger trials.", "Judgment": "No"}, {"Response": "The study piloted a randomized controlled trial (RCT) comparing an impairment-based oculomotor protocol with an activity-based standard of care in TBI rehabilitation. Inclusion criteria included oculomotor impairment, and exclusion criteria covered various conditions such as short inpatient stays, blindness, and inability to follow commands. Participants were randomized into two groups: one receiving the Six Eye Exercises protocol and the other receiving standard-of-care, both for 30 min/day, 5 days/wk, for 4 wk. Primary outcome measures included the Craig Hospital Eye Evaluation Rating Scale for oculomotor status, and secondary measures covered functional status. Sixteen participants completed the study, with data analyzed descriptively. The study concluded that oculomotor dysfunction improved with remedial treatment during inpatient TBI rehabilitation, but best practice in occupational therapy has not yet been established.", "Judgment": "No"}, {"Response": "The selected paragraphs discuss a randomized controlled trial (RCT) for oculomotor treatment in TBI rehabilitation, comparing an impairment-based oculomotor protocol with an activity-based standard of care. Inclusion criteria include oculomotor impairment, while exclusion criteria involve various conditions such as a short inpatient stay, blindness, and inability to follow commands. The intervention involves two groups: an experimental group receiving the Six Eye Exercises protocol and a control group receiving a standard-of-care protocol, both for 30 min/day, 5 days/wk, for 4 wk. Primary and secondary outcome measures are detailed, including the Craig Hospital Eye Evaluation Rating Scale for oculomotor status and other functional status tests. The study was approved by an institutional review board, and the primary outcome measure's reliability is reported.", "Judgment": "No"}, {"Response": "The study involved 138 participants with acquired brain injury, 26 of whom met eligibility criteria and 16 completed the study. Fatigue led to early withdrawal of 4 participants. No other negative effects were reported. Both treatment groups showed positive improvements. The study recommended further research with a larger sample size. Participants were compensated $25 per pre- and post-testing session. Data were analyzed descriptively. A CONSORT flow diagram detailed participant progression through the study. Demographic and clinical characteristics showed no significant differences between groups. Both groups improved on the CHEERS scale, with the SEE group showing more improvement on the Smooth Pursuit subscale. Visual symptoms improved post-treatment in both groups, with the SEE group showing a greater reduction in symptoms.", "Judgment": "No"}], "final_answer_output": {"Judgment": "No", "Response": "The supporting information does not provide details on any other analyses performed, including subgroup analyses and adjusted analyses, distinguishing pre-specified from exploratory."}, "double_check_answer_output": {"Judgment": "No", "Response": "The supporting information does not provide details on any other analyses performed, including subgroup analyses and adjusted analyses, distinguishing pre-specified from exploratory."}}, {"id": 33, "history_instruction_selected_paragraphs": [{"Selected_paragraph_identifiers": [7, 8, 9, 10, 11]}, {"Selected_paragraph_identifiers": [2, 4, 6, 10, 11, 39, 40, 44, 45]}, {"Selected_paragraph_identifiers": [11, 12, 13, 14, 15, 39]}, {"Selected_paragraph_identifiers": [2, 4, 6, 10, 11, 36, 37, 44]}, {"Selected_paragraph_identifiers": [7, 8, 9, 10, 11]}, {"Selected_paragraph_identifiers": [11, 12, 13, 14, 15, 36, 39, 40, 44, 45]}], "history_score_output": [{"Response": "The main findings of the present trial regarding the safety and efficacy of the intervention are that no other negative effects were noted, and selected outcome measures captured positive improvements in both groups. The study suggests the need for an appropriately powered RCT to evaluate the efficacy of oculomotor treatment in this population.", "Judgment": "Yes"}, {"Response": "The selected paragraphs describe a pilot randomized controlled trial (RCT) for oculomotor treatment in TBI rehabilitation. The study compared an impairment-based oculomotor protocol with an activity-based standard of care. Participants were randomized into two groups: one receiving the Six Eye Exercises protocol and the other receiving a standard-of-care protocol. Both groups showed improvements in functional status post-treatment. The primary outcome measure was the Craig Hospital Eye Evaluation Rating Scale for oculomotor status, with secondary measures including the King-Devick Test and others. The study concluded that oculomotor dysfunction improved with remedial treatment during inpatient TBI rehabilitation, but best practice in occupational therapy has not yet been established. The findings suggest the need for an appropriately powered RCT to evaluate the efficacy of oculomotor treatment. Future studies are recommended to explore combination treatments using both direct bottom-up and activity-based top-down practices.", "Judgment": "No"}, {"Response": "The selected paragraphs discuss the need for a randomized controlled trial (RCT) to evaluate the efficacy of oculomotor treatment in TBI patients, highlighting the prevalence of visual impairments post-TBI and the lack of established best practices in occupational therapy. They mention two protocols, the Six Eye Exercises (SEE) and the standard-of-care (SOC), and their potential effectiveness in improving functional vision. The study design is described as a two-group RCT, and preliminary findings suggest improvement in functional status with oculomotor intervention. The literature on vision rehabilitation after TBI is noted to be primarily Level II and III evidence, older, and often involving mild TBI or stroke patients.", "Judgment": "No"}, {"Response": "The diffuse nature of TBIs and the natural healing that occurs during acute rehabilitation make it difficult to attribute improvements to treatment alone. In an appropriately powered study, statistical analyses could determine more closely what factors can be attributed to improvements outside of treatment.", "Judgment": "Yes"}, {"Response": "The trial's discussion suggests positive improvements in both groups and notes no other negative effects, indicating a balance favoring benefits. The relevance section recommends a larger RCT to further evaluate efficacy, indicating a need for more evidence. No other external evidence is mentioned in the selected paragraphs.", "Judgment": "Yes"}, {"Response": "The selected paragraphs discuss a study on oculomotor treatment in TBI rehabilitation, emphasizing the need for an appropriately powered RCT. Key details include: 1. Oculomotor dysfunction improves during inpatient TBI rehabilitation with remedial treatment, but best practices in occupational therapy are not yet established. 2. Visual impairments are common after TBI, affecting up to 90% of patients, with 56%-80% experiencing oculomotor impairments. 3. Oculomotor impairments can negatively impact daily activities like reading and computing. 4. The study used two protocols: the Six Eye Exercises (SEE) protocol, a bottom-up approach emphasizing direct eye movement practice, and the standard-of-care (SOC) protocol, a top-down approach integrating eye movements into activities. 5. The study aimed to examine the feasibility of conducting an RCT for oculomotor rehabilitation after TBI. 6. Participants in both groups improved in functional status, indicating oculomotor intervention is helpful in TBI rehabilitation. 7. The study suggests future research could include a combination treatment of both direct and activity-based practices.", "Judgment": "No"}], "final_answer_output": {"Judgment": "Yes", "Response": "The results indicate that both the Six Eye Exercises (SEE) protocol and the standard-of-care (SOC) protocol led to improvements in functional status, with no harmful effects noted. The SEE group showed greater reductions in visual symptoms and improvements in certain oculomotor functions compared to the SOC group. This suggests that a bottom-up direct practice approach may be beneficial alongside traditional top-down activity-based practice. The study recommends further research with an appropriately powered RCT to better understand the efficacy of these approaches and to balance the benefits and harms more definitively."}, "double_check_answer_output": null}, {"id": 35, "history_instruction_selected_paragraphs": [{"Selected_paragraph_identifiers": [2, 4, 6, 11, 12]}, {"Selected_paragraph_identifiers": [1, 2, 11, 12, 13, 39]}, {"Selected_paragraph_identifiers": [1, 2, 4, 6, 11, 23, 31]}, {"Selected_paragraph_identifiers": [1, 2, 3, 4, 5, 23, 36]}, {"Selected_paragraph_identifiers": [2, 4, 6, 13, 16, 31]}], "history_score_output": [{"Response": "The purpose of a full trial protocol in a randomized controlled trial is to evaluate the efficacy of oculomotor treatment in TBI rehabilitation and to contribute to the evidence available to clinicians.", "Judgment": "Yes"}, {"Response": "The selected paragraphs discuss a randomized controlled pilot trial on oculomotor treatment in traumatic brain injury (TBI) rehabilitation. The trial compares an impairment-based oculomotor protocol with an activity-based standard of care. Vision impairments are common after TBI, affecting up to 90% of patients, with oculomotor impairments comprising 56%-80% of these cases. The study aims to pilot an RCT to evaluate the efficacy of oculomotor treatment in TBI rehabilitation. The trial uses two protocols: the Six Eye Exercises (SEE) protocol, which emphasizes direct eye movement practice, and the standard-of-care (SOC) protocol, which focuses on activity-based eye movement practice. Participants in both groups showed improvement in functional status, suggesting that oculomotor intervention is beneficial in TBI rehabilitation. The study concludes that further research with an appropriately powered RCT is needed to establish best practices in occupational therapy for TBI patients.", "Judgment": "No"}, {"Response": "The selected paragraphs discuss a randomized controlled pilot trial on oculomotor treatment in traumatic brain injury (TBI) rehabilitation. The trial compares an impairment-based oculomotor protocol with an activity-based standard of care. Inclusion criteria include oculomotor impairment, while exclusion criteria involve factors like a short inpatient stay, blindness, and inability to follow commands. The intervention involves two groups: one receiving the Six Eye Exercises protocol and the other a standard-of-care protocol, both for 30 minutes a day, five days a week, for four weeks. Primary and secondary outcome measures are specified, including the Craig Hospital Eye Evaluation Rating Scale and other functional status tests. The study concludes with a suggestion for a larger trial to evaluate the efficacy of oculomotor treatment in TBI patients, noting that best practice in occupational therapy has not yet been established.", "Judgment": "No"}, {"Response": "The study focused on oculomotor treatment in TBI rehabilitation, involving a randomized controlled trial comparing an impairment-based oculomotor protocol with a standard-of-care protocol. Participants were screened from a pool of 138 people with TBI, ages 18-65, with 26 eligible and 6 declining. Inclusion criteria included oculomotor impairment, while exclusion criteria involved conditions like a short inpatient stay, blindness, and inability to follow commands. The intervention consisted of two groups, each receiving treatment for 30 min/day, 5 days/wk, for 4 wk. Outcomes and measures were predefined. The study was conducted in an inpatient rehabilitation setting, and participants were masked to group assignment. Post-treatment evaluations showed no significant differences between the two groups in terms of age, gender, education, injury mechanism, length of posttraumatic amnesia, or days postadmission.", "Judgment": "No"}, {"Response": "The selected paragraphs discuss a randomized controlled trial (RCT) for oculomotor treatment in TBI rehabilitation, comparing an impairment-based oculomotor protocol with an activity-based standard of care. Inclusion criteria include oculomotor impairment, while exclusion criteria involve various conditions such as a short inpatient stay, blindness, and inability to follow commands. The intervention involves two groups: an experimental group receiving the Six Eye Exercises protocol and a control group receiving a standard-of-care protocol, both for 30 min/day, 5 days/wk, for 4 wk. Primary and secondary outcome measures are detailed, including the Craig Hospital Eye Evaluation Rating Scale and other functional status tests. The study was approved by an institutional review board, and the protocols include specific exercises and activities integrating oculomotor skills. However, the full trial protocol's location is not specified.", "Judgment": "No"}], "final_answer_output": {"Judgment": "No", "Response": "The supporting information does not provide details on where the full trial protocol can be accessed."}, "double_check_answer_output": {"Judgment": "No", "Response": "The supporting information does not provide details on where the full trial protocol can be accessed."}}, {"id": 36, "history_instruction_selected_paragraphs": [{"Selected_paragraph_identifiers": [1, 2, 3, 4, 5, 36]}, {"Selected_paragraph_identifiers": [2, 4, 6, 13, 16]}, {"Selected_paragraph_identifiers": [1, 2, 13, 15, 16, 23]}, {"Selected_paragraph_identifiers": [2, 4, 6, 7, 11, 21, 36]}, {"Selected_paragraph_identifiers": [1, 2, 4, 6, 11, 21]}, {"Selected_paragraph_identifiers": [1, 2, 3, 4, 5, 23, 36]}], "history_score_output": [{"Response": "The study titled 'Oculomotor Treatment in Traumatic Brain Injury Rehabilitation: A Randomized Controlled Pilot Trial' aimed to pilot a randomized controlled trial (RCT) of oculomotor treatment in TBI rehabilitation. The study was conducted in an inpatient rehabilitation setting over a year, screening 138 people with TBI aged 18-65. Inclusion criteria included oculomotor impairment, while exclusion criteria were more stringent, including a minimum inpatient stay of 6 weeks. Participants were randomized into two groups: an experimental group receiving the Six Eye Exercises protocol and a control group receiving a standard-of-care protocol, both for 30 minutes a day, 5 days a week, for 4 weeks. The study measured oculomotor and related functional impairments at baseline and post-treatment. Outcomes and measures were predetermined. Despite some participants withdrawing due to fatigue, 14 participants were retained for analysis, showing no significant differences between the two groups in demographic and clinical characteristics. The SOC group was more impaired than the SEE group at baseline.", "Judgment": "No"}, {"Response": "The selected paragraphs detail a study on oculomotor treatment in TBI rehabilitation, including the importance of addressing vision impairments post-TBI, the objective of piloting an RCT, the design comparing an impairment-based protocol with a standard of care, inclusion and exclusion criteria, intervention details, primary and secondary outcome measures, and the approval by the HCA Healthcare HealthONE institutional review board. The study uses specific protocols and measures for oculomotor status and functional assessments.", "Judgment": "No"}, {"Response": "The study focused on oculomotor treatment in TBI rehabilitation, using a randomized controlled trial (RCT) comparing an impairment-based oculomotor protocol with an activity-based standard of care. The study design was a two-group RCT, approved by the HCA Healthcare HealthONE institutional review board. The primary outcome measure was the Craig Hospital Eye Examination Rating Scale (CHEERS), which assesses oculomotor impairments. Participants were screened for eligibility within 72 hours of admission to the inpatient TBI program, and those with oculomotor impairments were enrolled in either the experimental SEE group or the control SOC group. The SEE protocol included Six Eye Exercises emphasizing direct eye movement practice, while the SOC protocol focused on activity-based eye movement practice. Participants were masked to group assignment.", "Judgment": "No"}, {"Response": "The study aimed to pilot an RCT of oculomotor treatment in TBI rehabilitation, comparing an impairment-based oculomotor protocol with an activity-based standard of care. Inclusion criteria included oculomotor impairment, and exclusion criteria were specified. Participants were randomized into two groups: one receiving the Six Eye Exercises protocol and the other receiving standard-of-care. The intervention lasted 30 min/day, 5 days/wk, for 4 wk. Primary and secondary outcome measures were detailed, including the Craig Hospital Eye Evaluation Rating Scale and other functional status tests. Sixteen participants completed the study, with demographic and clinical characteristics presented in tables. No significant differences between groups were detected, and no negative effects were reported. The study concluded that oculomotor dysfunction improved with remedial treatment during inpatient TBI rehabilitation, but best practice in occupational therapy has not yet been established.", "Judgment": "No"}, {"Response": "The selected paragraphs discuss a randomized controlled pilot trial on oculomotor treatment in traumatic brain injury (TBI) rehabilitation. The trial aimed to compare an impairment-based oculomotor protocol with an activity-based standard of care. Participants were randomized into two groups: one receiving the Six Eye Exercises protocol and the other receiving a standard-of-care protocol. The study included participants with oculomotor impairment and excluded those with certain conditions such as a short inpatient stay or inability to follow commands. The primary outcome measure was the Craig Hospital Eye Evaluation Rating Scale for oculomotor status, with secondary measures including the King-Devick Test and others. The study concluded that oculomotor dysfunction improved with remedial treatment during inpatient TBI rehabilitation, but best practices in occupational therapy have not yet been established.", "Judgment": "No"}, {"Response": "The selected paragraphs describe a randomized controlled pilot trial for oculomotor treatment in traumatic brain injury (TBI) rehabilitation. The trial compared an impairment-based oculomotor protocol with an activity-based standard of care in a two-group RCT. Participants were masked to assignment. The setting was inpatient rehabilitation, and 138 people with TBI were screened over a year, with 26 eligible and 6 declining. Inclusion criteria included oculomotor impairment, while exclusion criteria involved various conditions such as a short inpatient stay, blindness, and inability to follow commands. The intervention involved two groups: one receiving the Six Eye Exercises protocol and the other receiving a standard-of-care protocol for 30 minutes a day, five days a week, for four weeks. Outcomes and measures were predetermined. The trial screened consecutive admissions to a Colorado-based rehabilitation hospital, and participants were enrolled by a masked statistician. Over the year, 138 people were screened, with 26 meeting all eligibility criteria, and 14 participants were retained for analysis. No significant differences between the two groups were detected for various demographic and clinical characteristics.", "Judgment": "No"}], "final_answer_output": {"Judgment": "No", "Response": "The supporting information does not provide details on sources of funding and other support, or the role of funders in the study."}, "double_check_answer_output": {"Judgment": "No", "Response": "The supporting information does not provide details on sources of funding and other support, or the role of funders in the study."}}]}]